{
  "= Help Topics =\n\nCommands:\n%[1]s\n\nRPL_ISUPPORT Tokens:\n%[2]s\n\nInformation:\n%[3]s": "= Pomoć po temama =\n\nNaredbe:\n%[1]s\n\nRPL_ISUPPORT žetoni (Token-i):\n%[2]s\n\nInformacije:\n%[3]s",
  "== Channel Modes ==\n\nOragono supports the following channel modes:\n\n  +b  |  Client masks that are banned from the channel (e.g. *!*@127.0.0.1)\n  +e  |  Client masks that are exempted from bans.\n  +I  |  Client masks that are exempted from the invite-only flag.\n  +i  |  Invite-only mode, only invited clients can join the channel.\n  +k  |  Key required when joining the channel.\n  +l  |  Client join limit for the channel.\n  +m  |  Moderated mode, only privileged clients can talk on the channel.\n  +n  |  No-outside-messages mode, only users that are on the channel can send\n      |  messages to it.\n  +R  |  Only registered users can talk in the channel.\n  +s  |  Secret mode, channel won't show up in /LIST or whois replies.\n  +t  |  Only channel opers can modify the topic.\n\n= Prefixes =\n\n  +q (~)  |  Founder channel mode.\n  +a (&)  |  Admin channel mode.\n  +o (@)  |  Operator channel mode.\n  +h (%)  |  Halfop channel mode.\n  +v (+)  |  Voice channel mode.": "== Režimi (modovi) kanala ==\n\nOragono podržava slijedeće modove kanala:\n\n  +b | Maske klijenata imaju zabranu (ban) pristupa kanalu  (npr. *!*@127.0.0.1)\n  +e | Maske klijenata koji su izuzeti od zabrana \n  +I | Maske klijenata koji su izuzete od oznake \"samo za pozvane\" (invite-only flag)\n  +i | Režim 'samo za pozvane', samo pozvani klijenti mogu pristupiti tom kanalu.\n  +k | Potreban je ključ (lozinka) za pristup kanalu.\n  +l | Ograničenje mogućeg broja klijenata na kanalu.\n  +m | Moderirani mod, samo privilegovani klijenti mogu razgovarati na kanalu.\n  +n | Nedopuštene vanjske poruke, samo korisnici koji su na kanalu mogu slati poruke na kanal.\n   +R | Samo registrovani korisnici mogu razgovarati na kanalu.\n  +s | Režim skrivenog kanala, kanal neće biti vidljiv pri /LIST i whois odgovorima.\n  +t | Samo operatori kanala mogu mijenjati temu (Topic) kanala.\n\n= Prefiksi =\n\n+q | (~) Mode - Osnivač kanala\n+ a | (&) Mode - Administrator kanala\n+o | (@) Mode - Operator kanala\n+h | (%) Mode - Poluoperator kanala (HalfOp)\n+v | (+) Mode - Mogućnost razgovora na kanalu (Voice).",
  "== Server Notice Masks ==\n\nOragono supports the following server notice masks for operators:\n\n  a  |  Local announcements.\n  c  |  Local client connections.\n  j  |  Local channel actions.\n  k  |  Local kills.\n  n  |  Local nick changes.\n  o  |  Local oper actions.\n  q  |  Local quits.\n  t  |  Local /STATS usage.\n  u  |  Local client account actions.\n  x  |  Local X-lines (DLINE/KLINE/etc).\n\nTo set a snomask, do this with your nickname:\n\n  /MODE <nick> +s <chars>\n\nFor instance, this would set the kill, oper, account and xline snomasks on dan:\n\n  /MODE dan +s koux": "== Maske obavještenja na serveru ==\n(Server Notice Masks)\n\nOragono podržava slijedeće maske obavještenja na serveru namjenjenih operaterima:\n\na | Lokalne objave\nc | Lokalne veze klijenata\nj | Lokalne aktivnosti kanala\nk | Lokalna isključenja (kills)\nn | Lokalne promjene nadimka\no | Lokalne aktivnosti operatera\nq | Lokalna odustajanja (quits)\nt | Lokalna upotreba /STATS\nu | Lokalne aktivnosti korisničkih računa klijenata\nx | Lokalne X-linije (DLINE/KLINE/ i slično)\n\nZa postavljanje Server Notice maski (snomasks), upotrijebite vlastiti nadimak (nick):\n\n/MODE <nick> +s <znakovi>\n\nNa primjer, ovo bi postavilo kill, oper, account i xline snomask za korisnika dan:\n/MODE dan +s koux",
  "== User Modes ==\n\nOragono supports the following user modes:\n\n  +a  |  User is marked as being away. This mode is set with the /AWAY command.\n  +i  |  User is marked as invisible (their channels are hidden from whois replies).\n  +o  |  User is an IRC operator.\n  +R  |  User only accepts messages from other registered users. \n  +s  |  Server Notice Masks (see help with /HELPOP snomasks).\n  +Z  |  User is connected via TLS.": "== Korisnički režimi (modovi) ==\n\nOragono podržava slijedeće korisničke režime:\n\n+a | Korisnik je označen kao odsutan. Ovaj način rada se postavlja pomoću naredbe / AWAY.\n+i | Korisnik je označen kao nevidljiv (njegovi kanali su skriveni u whois odgvoru).\n+o | Korisnik je IRC operator.\n+R | Korisnik prihvata poruke samo od registrovanih korisnika.\n+s | Maske za obavijesti poslužitelja (potraži pomoć upotrebom naredbe / HELPOP snomasks).\n+Z | Korisnik je povezan koristeći TLS.",
  "@+client-only-tags TAGMSG <target>{,<target>}\n\nSends the given client-only tags to the given targets as a TAGMSG. See the IRCv3\nspecs for more info: http://ircv3.net/specs/core/message-tags-3.3.html": "@+oznake-specifične-samo-za-klijent TAGMSG <cilj>{,<cilj>}\n\nDaje zadane oznake specifične samo za klijente danim ciljevima kao TAGMSG. Za više informacija pogledajte IRCv3 specifikacije: http://ircv3.net/specs/core/message-tags-3.3.html",
  "ACC LS\nACC REGISTER <accountname> [callback_namespace:]<callback> [cred_type] :<credential>\nACC VERIFY <accountname> <auth_code>\n\nUsed in account registration. See the relevant specs for more info:\nhttps://oragono.io/specs.html": "-> ACC LS\nACC REGISTER <accountname> [callback_namespace:]<callback> [cred_type] :<credential>\nACC VERIFY <accountname> <auth_code>\n\nKoristi se pri registraciji korisničkog računa. Za više informacija pogledajte relevantne specifikacije:\nhttps://oragono.io/specs.html",
  "AMBIANCE <target> <text to be sent>\n\nThe AMBIANCE command is used to send a scene notification to the given target.": "AMBIANCE <cilj> <poruka koju se šalje>\n\nNaredba AMBIANCE se koristi za slanje obavijesti o sceni/ambijentu zadanom cilju.",
  "AUTHENTICATE\n\nUsed during SASL authentication. See the IRCv3 specs for more info:\nhttp://ircv3.net/specs/extensions/sasl-3.1.html": "AUTHENTICATE\n\nKoristi se tijekom SASL provjere autentičnosti. Za više informacija pogledajt IRCv3 specifikacije:\nhttp://ircv3.net/specs/extensions/sasl-3.1.html",
  "AWAY [message]\n\nIf [message] is sent, marks you away. If [message] is not sent, marks you no\nlonger away.": "AWAY [poruka]\n\nAko je [poruka] poslana, to Vas označava kao odsutne. Ako [poruka] nije poslana, označava da više niste odsutni.",
  "BATCH {+,-}reference-tag type [params...]\n\nBATCH initiates an IRCv3 client-to-server batch. You should never need to\nissue this command manually.": "",
  "BRB [message]\n\nDisconnects you from the server, while instructing the server to keep you\npresent for a short time window. During this window, you can either resume\nor reattach to your nickname. If [message] is sent, it is used as your away\nmessage (and as your quit message if you don't return in time).": "",
  "CAP <subcommand> [:<capabilities>]\n\nUsed in capability negotiation. See the IRCv3 specs for more info:\nhttp://ircv3.net/specs/core/capability-negotiation-3.1.html\nhttp://ircv3.net/specs/core/capability-negotiation-3.2.html": "CAP <podnaredba> [:<sposobnosti>]\n\nKoristi se u pregovaranju o sposobnostima. Za više informacija pogledajte IRCv3 specifikacije:\nhttp://ircv3.net/specs/core/capability-negotiation-3.1.html\nhttp://ircv3.net/specs/core/capability-negotiation-3.2.html",
  "CHATHISTORY [params]\n\nCHATHISTORY is an experimental history replay command. See these documents:\nhttps://github.com/MuffinMedic/ircv3-specifications/blob/chathistory/extensions/chathistory.md\nhttps://gist.github.com/DanielOaks/c104ad6e8759c01eb5c826d627caf80d": "CHATHISTORY [params]\n\nCHATHISTORY je eksperimentalna naredba za ponavljanje povijesti. Pogledaj dokumentaciju:\nhttps://github.com/MuffinMedic/ircv3-specifications/blob/chathistory/extensions/chathistory.md\nhttps://gist.github.com/DanielOaks/c104ad6e8759c01eb5c826d627caf80d",
  "DEBUG <option>\n\nPrints debug information about the IRCd. <option> can be one of:\n\n* GCSTATS: Garbage control statistics.\n* NUMGOROUTINE: Number of goroutines in use.\n* STARTCPUPROFILE: Starts the CPU profiler.\n* STOPCPUPROFILE: Stops the CPU profiler.\n* PROFILEHEAP: Writes out the CPU profiler info.": "DEBUG <opcija>\n\nIspisuje informacije za uklanjanje pogrešaka na IRCd-u. <opcija> može biti jedna od slijedećih:\n\n* GCSTATS: Statistika kontrole otpada.\n* NUMGOROUTINE: Broj goroutine-a u uporabi.\n* STARTCPUPROFILE: Pokreće CPU profiler.\n* STOPCPUPROFILE: Zaustavlja CPU profiler.\n* PROFILEHEAP: Ispisuje informcije CPU profiler-a.",
  "DLINE [ANDKILL] [MYSELF] [duration] <ip>/<net> [ON <server>] [reason [| oper reason]]\nDLINE LIST\n\nBans an IP address or network from connecting to the server. If the duration is\ngiven then only for that long. The reason is shown to the user themselves, but\neveryone else will see a standard message. The oper reason is shown to\noperators getting info about the DLINEs that exist.\n\nBans are saved across subsequent launches of the server.\n\n\"ANDKILL\" means that all matching clients are also removed from the server.\n\n\"MYSELF\" is required when the DLINE matches the address the person applying it is connected\nfrom. If \"MYSELF\" is not given, trying to DLINE yourself will result in an error.\n\n[duration] can be of the following forms:\n\t1y 12mo 31d 10h 8m 13s\n\n<net> is specified in typical CIDR notation. For example:\n\t127.0.0.1/8\n\t8.8.8.8/24\n\nON <server> specifies that the ban is to be set on that specific server.\n\n[reason] and [oper reason], if they exist, are separated by a vertical bar (|).\n\nIf \"DLINE LIST\" is sent, the server sends back a list of our current DLINEs.": "DLINE [ANDKILL] [MYSELF] [duration] <ip>/<net> [ON <poslužitelj>] [razlog [| oper razlog]]\nDLINE LIST\n\nZabranjuje IP adresi ili mreži (<net>) povezivanje s poslužiteljem (serverom). Ako je trajanje zadano onda zabrana vrijedi samo u tom periodu. Razlog je prikazan samom korisniku, ali svi će vidjeti standardnu poruku. Oper razlog se prikazuje operaterima koji dobivaju informacije o postojećim DLINE-ovima.\n\nZabrane se spremaju tijekom sljedećih pokretanja poslužitelja.\n\n\"ANDKILL\" znači da su svi odgovarajući klijenti također uklonjeni s poslužitelja.\n\n\"MYSELF\" je obavezno kada DLINE odgovara adresi \n na koju je osoba koja ga primjenjuje povezana. Ako \"MYSELF\" nije zadano, pokušaj da DLINE izvršite na samima sebi rezultirače greškom.\n\n[duration] trajanje može biti izraženo u slijedećim oblicima:\n 1y 12mo 31d 10h 8m 13s\n\n<net> je specificirano u uobičajenoj CIDR notaciji. Na primjer:\n 127.0.0.1/8\n\t8.8.8.8/24\n\nON <poslužitelj> nalaže da će zabrana (ban) biti postavljena za taj određeni poslužitelj (server).\n\n[reason] i [oper razlog], ako su navedeni, razdvojeni su vertikalnom crtom (|).\n\nAko je \"DLINE LIST\" poslan, server šalje nazad listu naših trenutačnih DLINE-a.",
  "HELP <argument>\n\nGet an explanation of <argument>, or \"index\" for a list of help topics.": "HELP <argument>\n\nZatražite objašnjenje <argumenta> ili \"index\" popisa tema pomoći.",
  "HELPOP <argument>\n\nGet an explanation of <argument>, or \"index\" for a list of help topics.": "HELPOP <argument>\n\nPogledaj objašnjenje <argumenta>, ili \"index\" za popis tema pomoći.",
  "HISTORY <target> [limit]\n\nReplay message history. <target> can be a channel name, \"me\" to replay direct\nmessage history, or a nickname to replay another client's direct message\nhistory (they must be logged into the same account as you). At most [limit]\nmessages will be replayed.": "-> HISTORY <target> [limit]\n\nPonovi povijest poruka. <target> može biti naziv kanala, \"ja\" za ponavljanje izravne povijesti poruka, ili nadimak (nickname) za ponavljanje povijesti izravih poruke drugih korisnika (oni moraju biti prijavljeni na isti račun kao i vi). Ponovit će se najviše [limit] poruka.",
  "INFO\n\nSends information about the server, developers, etc.": "INFO\n\nDaje informacije o serveru, developerima, i slično.",
  "INVITE <nickname> <channel>\n\nInvites the given user to the given channel, so long as you have the\nappropriate channel privs.": "INVITE <nadimak> <kanal>\n\nPoziva dotičnog korisnika na navedeni kanal, pod uvjetom da imate\nodgovarajuće ovlasti za taj kanal.",
  "ISON <nickname>{ <nickname>}\n\nReturns whether the given nicks exist on the network.": "ISON <nadimak>{ <nadimak>}\n\nOdgovara da li zadani nadimak postoji na mreži.",
  "JOIN <channel>{,<channel>} [<key>{,<key>}]\n\nJoins the given channels with the matching keys.": "JOIN <kanal>{,<kanal>} [<ključ>{,<ključ>}]\n\nDozvoljava pristup kanalu uz posjedovanje odgovarajućeg ključa.",
  "KICK <channel> <user> [reason]\n\nRemoves the user from the given channel, so long as you have the appropriate\nchannel privs.": "KICK <kanal> <korisnik> [reason]\n\nUklanja korisnika sa navedenog kanala, pod uslovom da imate odgovarajuće ovlasti na kanalu da to učinite.",
  "KILL <nickname> [reason]\n\nRemoves the given user from the network, showing them the reason if it is\nsupplied.": "KILL <nadimak> [reason] \n\nUklanja navedenog korisnika sa mreže prikazujući mu razlog uklanjanja, ako je rezlog naveden.",
  "KLINE [ANDKILL] [MYSELF] [duration] <mask> [ON <server>] [reason [| oper reason]]\nKLINE LIST\n\nBans a mask from connecting to the server. If the duration is given then only for that\nlong. The reason is shown to the user themselves, but everyone else will see a standard\nmessage. The oper reason is shown to operators getting info about the KLINEs that exist.\n\nBans are saved across subsequent launches of the server.\n\n\"ANDKILL\" means that all matching clients are also removed from the server.\n\n\"MYSELF\" is required when the KLINE matches the address the person applying it is connected\nfrom. If \"MYSELF\" is not given, trying to KLINE yourself will result in an error.\n\n[duration] can be of the following forms:\n\t1y 12mo 31d 10h 8m 13s\n\n<mask> is specified in typical IRC format. For example:\n\tdan\n\tdan!5*@127.*\n\nON <server> specifies that the ban is to be set on that specific server.\n\n[reason] and [oper reason], if they exist, are separated by a vertical bar (|).\n\nIf \"KLINE LIST\" is sent, the server sends back a list of our current KLINEs.": "KLINE [ANDKILL] [MYSELF] [duration] <mask> [ON <server>] [razlog [| oper razlog]]\nKLINE LIST\n\nZabranjuje maski povezivanje s poslužiteljem (serverom). Ako je trajanje zadano onda zabrana vrijedi samo u tom periodu. Razlog je prikazan samom korisniku, ali svi će vidjeti standardnu poruku. Oper razlog se prikazuje operaterima koji dobivaju informacije o postojećim KLINE-ovima.\n\nZabrane se spremaju tijekom sljedećih pokretanja poslužitelja.\n\n\"ANDKILL\" znači da su svi odgovarajući klijenti također uklonjeni s poslužitelja.\n\n\"MYSELF\" je obavezno kada KLINE odgovara adresi \n na koju je osoba koja ga primjenjuje povezana. Ako \"MYSELF\" nije zadano, pokušaj da KLINE izvršite na samima sebi rezultirače greškom.\n\n[duration] trajanje može biti izraženo u slijedećim oblicima:\n 1y 12mo 31d 10h 8m 13s\n\n<mask> je specificiran u uobičajenom IRC formatu.. Na primjer:\n        dan\n\tdan!5*@127.*\n\nON <poslužitelj> nalaže da će zabrana (ban) biti postavljena za taj određeni poslužitelj (server).\n\n[reason] i [oper razlog], ako su navedeni, razdvojeni su vertikalnom crtom (|).\n\nAko je \"KLINE LIST\" poslan, server šalje nazad listu naših trenutačnih KLINE-a.",
  "LANGUAGE <code>{ <code>}\n\nSets your preferred languages to the given ones.": "LANGUAGE <kod>{ <kode>}\n\nPostavlja željene jezike na one čije ste kodove navedli.",
  "LIST [<channel>{,<channel>}] [<elistcond>{,<elistcond>}]\n\nShows information on the given channels (or if none are given, then on all\nchannels). <elistcond>s modify how the channels are selected.": "LIST [<kanal>{,<kanall>}] [<elistuslov>{,<elistuslov>}]\n\nOva naredba daje informacije o navedenim kanalima (ili ako nisu navedeni, onda ispisuje listu svih kanala). <elistuslov> određuje način kako su kanali odabrani.",
  "LUSERS [<mask> [<server>]]\n\nShows statistics about the size of the network. If <mask> is given, only\nreturns stats for servers matching the given mask.  If <server> is given, the\ncommand is processed by that server.": "LUSERS [<maska> [<poslužitelj>]]\n\nPrikazuje statistiku o veličini mreže. Ako je <maska> zadana, vraća samo statistiku za poslužitelje koji odgovaraju datoj maski. Ako je dan <poslužitelj>, naredbu obrađuje taj poslužitelj.",
  "MODE <target> [<modestring> [<mode arguments>...]]\n\nSets and removes modes from the given target. For more specific information on\nmode characters, see the help for \"modes\".": "MODE <cilj> [<nizrežima> [<argumenti režima>...]]\n\nPostavlja i uklanja režime (modove) sa zadanog cilja. Za detaljnije informacije o oznakama režima pogledajte pomoć za \"režime\".",
  "MONITOR <subcmd>\n\nAllows the monitoring of nicknames, for alerts when they are online and\noffline. The subcommands are:\n\n    MONITOR + target{,target}\nAdds the given names to your list of monitored nicknames.\n\n    MONITOR - target{,target}\nRemoves the given names from your list of monitored nicknames.\n\n    MONITOR C\nClears your list of monitored nicknames.\n\n    MONITOR L\nLists all the nicknames you are currently monitoring.\n\n    MONITOR S\nLists whether each nick in your MONITOR list is online or offline.": "MONITOR <podnaredba>\n\nOmogućuje praćenje nadimaka kao upozorenja kada su na mreži i izvan mreže. Podkomande su:\n\nMONITOR + target{,target}\nDodaje zadana imena Vašoj listi nadziranih nadimaka.\n\nMONITOR - target{,target}\nUklanja zadana imena sa Vaše liste nadziranih nadimaka.\n\nMONITOR C\nPrazni u potpunosti listu nadziranih nadimaka.\n\nMONITOR L\nIspisuje listu nadimaka koje trenutno nadzirete.\n\nMONITOR S\nIspisuje za svaki nadimak sa liste da li je trenutno na mreži ili izvan nje.",
  "MOTD [server]\n\nReturns the message of the day for this, or the given, server.": "MOTD [poslužitelj]\n\nIspisuje poruku dana za trenutni ili za zadani poslužitelj (server).",
  "NAMES [<channel>{,<channel>}]\n\nViews the clients joined to a channel and their channel membership prefixes. To\nview the channel membership prefixes supported by this server, see the help for\n\"PREFIX\".": "NAMES [<kanall>{,<kanall>}]\n\nPrikazuje listu klijenata pridruženih kanalu i njihove prefikse za članstvo na kanalu. Za prikaz prefiksa članstva na kanalima koje ovaj poslužitelj podržava, pogledajte pomoć za \"PREFIX\".",
  "NICK <newnick>\n\nSets your nickname to the new given one.": "NICK <novinadimak>\n\nPostavlja (mijenja) postojeći nadimak u novi zadani nadimak.",
  "NOTICE <target>{,<target>} <text to be sent>\n\nSends the text to the given targets as a NOTICE.": "NOTICE <cilj>{,<cilj>} <tekst koji se šalje>\n\nŠalje tekst na zadane ciljeve kao OBAVIJEST.",
  "NPC <target> <sourcenick> <text to be sent>\n\t\t\nThe NPC command is used to send a message to the target as the source.\n\nRequires the roleplay mode (+E) to be set on the target.": "NPC <cilj> <nadimakizvora> <tekst koji se šalje>\n\nNPC naredba se koristi kako biste cilju poslali poruku kao izvor.\n\nZahtjeva da (roleplay mode) režim za igranje uloga (+E) bude postavljen na cilju.",
  "NPCA <target> <sourcenick> <text to be sent>\n\t\t\nThe NPC command is used to send an action to the target as the source.\n\nRequires the roleplay mode (+E) to be set on the target.": "NPCA <cilj> <nadimakizvora> <tekst koji se šalje>\n\nNPC naredba se koristi kako biste cilju poslali akciju kao izvor.\n\nZahtjeva da (roleplay mode) režim za igranje uloga (+E) bude postavljen na cilju.",
  "OPER <name> [password]\n\nIf the correct details are given, gives you IRCop privs.": "",
  "PART <channel>{,<channel>} [reason]\n\nLeaves the given channels and shows people the given reason.": "PART <kanal>{,<kanal>} [reason]\n\nNapušta navedeni kanal/e i prikazuje drugim korisnicima navedeni razlog.",
  "PASS <password>\n\nWhen the server requires a connection password to join, used to send us the\npassword.": "PASS <lozinka>\n\nKoristi se za slanje lozinke kada poslužitelj (server) zahtijeva lozinku za povezivanje.",
  "PING <args>...\n\nRequests a PONG. Used to check link connectivity.": "PING <argumenti>...\n\nPotražuje PONG. Koristi se za provjeru povezanosti.",
  "PONG <args>...\n\nReplies to a PING. Used to check link connectivity.": "PONG <argumenti>...\n\nOdgovara na PING. Koristi se za provjeru povezanosti.",
  "PRIVMSG <target>{,<target>} <text to be sent>\n\nSends the text to the given targets as a PRIVMSG.": "PRIVMSG <cilj>{,<cilj>} <tekst koji se šalje>\n\nŠalje tekst prema cilju (target) kao PRIVMSG.",
  "QUIT [reason]\n\nIndicates that you're leaving the server, and shows everyone the given reason.": "QUIT [reason]\n\nUkazuje na to da napuštate server i prikazuje svima dati razlog.",
  "REHASH\n\nReloads the config file and updates TLS certificates on listeners": "REHASH\n\nPonovno učitava konfiguracione datoteke i ažurira TLS certifikate na slušačima (listeners)",
  "RENAME <channel> <newname> [<reason>]\n\nRenames the given channel with the given reason, if possible.\n\nFor example:\n\tRENAME #ircv2 #ircv3 :Protocol upgrades!": "RENAME <kanal> <novoimekanala> [<razlog>]\n\nPreimenuje navedeni kanal iz navedenog razloga, ako je to moguće.\n\nNa primjer:\nRENAME #ircv2 #ircv3 :Nadgradnja protokola!",
  "RESUME <oldnick> [timestamp]\n\nSent before registration has completed, this indicates that the client wants to\nresume their old connection <oldnick>.": "RESUME <starinadimak> [timestamp]\n\nŠalje se prije dovršetka registracije, sto znači da klijent želi ponovno uspostaviti staru vezu <starinadimak>.",
  "RPL_ISUPPORT CASEMAPPING\n\nOragono supports an experimental unicode casemapping designed for extended\nUnicode support. This casemapping is based off RFC 7613 and the draft rfc7613\ncasemapping spec here: https://oragono.io/specs.html": "RPL_ISUPPORT CASEMAPPING\n\nOragono podržava eksperimentalni unicode casemapping dizajniran za proširenu Unicode podršku. Ovakav casemapping temelji se na RFC 7613 i nacrtu rfc7613 Casemapping specifikacije ovdje: https://oragono.io/specs.html",
  "RPL_ISUPPORT PREFIX\n\nOragono supports the following channel membership prefixes:\n\n  +q (~)  |  Founder channel mode.\n  +a (&)  |  Admin channel mode.\n  +o (@)  |  Operator channel mode.\n  +h (%)  |  Halfop channel mode.\n  +v (+)  |  Voice channel mode.": "RPL_ISUPPORT PREFIX\n\nOragono podržava slijedeće prefikse članova kanala:\n\n  +q (~)  |  Mode - Osnivač kanala\n  +a (&)  |  Mode - Administrator kanala\n  +o (@)  |  Mode - Operator kanala\n  +h (%)  |  Mode - Poluoperator kanala (Halfop)\n  +v (+)  |  Mode - Mogućnost razgovora na kanalu (Voice).",
  "SAJOIN [nick] #channel{,#channel}\n\nForcibly joins a user to a channel, ignoring restrictions like bans, user limits\nand channel keys. If [nick] is omitted, it defaults to the operator.": "SAJOIN [nick] #kanal{,#kanal}\n\nPrisilno pridružuje korisnika kanalu, zanemarujući ograničenja kao što su zabrane (ban), korisnička ograničenja i lozinke kanala. Ako je [nick] izostavljen, zadana postavka je operator.",
  "SAMODE <target> [<modestring> [<mode arguments>...]]\n\nForcibly sets and removes modes from the given target -- only available to\nopers. For more specific information on mode characters, see the help for\n\"cmode\" and \"umode\".": "SAMODE <cilj> [<karakterirežima> [<mode argumenti>...]]\n\nPrisilno postavlja i uklanja modove iz zadanog cilja - dostupno samo opersima. Za detaljnije informacije o karakterima režima pogledajte pomoć za \"cmode\" i \"umode\".",
  "SANICK <currentnick> <newnick>\n\nGives the given user a new nickname.": "SANICK <trenutninadimak> <novinadimak>\n\nDaje zadanom korisniku novi nadimak.",
  "SCENE <target> <text to be sent>\n\nThe SCENE command is used to send a scene notification to the given target.": "SCENE <cilj> <tekst koji se šalje>\n\nNaredba SCENE se koristi kako bi se datom cilju poslala notifikacija o \"sceni\".",
  "SETNAME <realname>\n\nThe SETNAME command updates the realname to be the newly-given one.": "SETNAME <realname>\n\nSETNAME naredba ažurira pravoime, kako bi ono bilo novo-dano ime.",
  "TIME [server]\n\nShows the time of the current, or the given, server.": "TIME [server]\n\nPrikazuje vrijeme poslužitelja (servera) na kojem se nalazite ili zadanog poslužitelja.",
  "TOPIC <channel> [topic]\n\nIf [topic] is given, sets the topic in the channel to that. If [topic] is not\ngiven, views the current topic on the channel.": "TOPIC <kanal> [topic]\n\nAko je [topic] unešen, postavlja temu (topic) kanala u zadanu vrijednost. Ako [topic] nije zadan, pregleda trenutnu temu kanala.",
  "UNDLINE <ip>/<net>\n\nRemoves an existing ban on an IP address or a network.\n\n<net> is specified in typical CIDR notation. For example:\n\t127.0.0.1/8\n\t8.8.8.8/24": "UNDLINE <ip>/<net>\n\nUklanja potojeću zabranu za datu IP adresu ili mrežu.\n\n<net> je specificirana uobičajenom CIDR notacijom. Na primjer:\n27.0.0.1/8\n\t8.8.8.8/24",
  "UNKLINE <mask>\n\nRemoves an existing ban on a mask.\n\nFor example:\n\tdan\n\tdan!5*@127.*": "UNKLINE <maska>\n\nUklanja potojeću zabranu za datu masku.\n\nNa primjer:\n dan\n dan!5*@127.*",
  "USER <username> 0 * <realname>\n\nUsed in connection registration, sets your username and realname to the given\nvalues (though your username may also be looked up with Ident).": "USER <korisničkoime> 0 * <pravoime>\n\nUpotrijebava se pri registraciji konekcije, postavlja vaše korisničko ime i stvarno ime na zadane vrijednosti (iako vaše korisničko ime također može biti traženo pomoću Ident-a).",
  "USERHOST <nickname>{ <nickname>}\n\t\t\nShows information about the given users. Takes up to 10 nicknames.": "USERHOST <nadimak>{ <nadimak>}\n\nPrikazuje informacije o danim korisnicima. Prihvata do 10 nadimaka.",
  "VERSION [server]\n\nViews the version of software and the RPL_ISUPPORT tokens for the given server.": "VERSION [poslužitelj]\n\nPrikazuje verziju softvera i RPL_ISUPPORT oznake za dati poslužitelj.",
  "WEBIRC <password> <gateway> <hostname> <ip> [:<flags>]\n\nUsed by web<->IRC gateways and bouncers, the WEBIRC command allows gateways to\npass-through the real IP addresses of clients:\nircv3.net/specs/extensions/webirc.html\n\n<flags> is a list of space-separated strings indicating various details about\nthe connection from the client to the gateway, such as:\n\n- tls: this flag indicates that the client->gateway connection is secure": "WEBIRC <lozinka> <gateway> <hostname> <ip> [:<flags>]\n\nKoristi se od strane web<->IRC pristupnika (gateways) i bouncer-a, WEBIRC naredbba omogućava pristupnicima (gateways) da propuste stvarne IP adrese klijenata:\nircv3.net/specs/extensions/webirc.html\n\n<flags> je lista praznim prostorom odvojenih nizova koji upućuju na različite detalje o vezi sa klijenta prema pristupniku (gateway), kao npr.:\n\n-tls: ova oznaka (flag) indicira da je veza klijent->pristupnik sigurna",
  "WHO <name> [o]\n\nReturns information for the given user.": "WHO <ime> [o]\n\nUzvraća informacijama o datom korisniku.",
  "WHOIS <client>{,<client>}\n\nReturns information for the given user(s).": "WHOIS <korisnik>{,<korisnik>}\n\nUzvraća informacijama o datom korisnik-u/cima.",
  "WHOWAS <nickname>\n\nReturns historical information on the last user with the given nickname.": "WHOWAS <nadimak>\n\nVraća podatke iz prošlosti o posljednjem korisniku s tim nadimkom.",
  "ZNC <module> [params]\n\nUsed to emulate features of the ZNC bouncer. This command is not intended\nfor direct use by end users.": ""
}
