{
  "Insufficient privileges": "Nedovoljne privilegije",
  "Password incorrect": "Netačna lozinka",
  "Syntax: $bDROP [nickname]$b\n\nDROP de-links the given (or your current) nickname from your user account.": "Sintaksa: $bDROP [nickname]$b\n\nDROP prekida povezanost datog (ili trenutnog) nadimka sa korisničkim računom.",
  "Syntax: $bGHOST <nickname>$b\n\nGHOST disconnects the given user from the network if they're logged in with the\nsame user account, letting you reclaim your nickname.": "Sintaksa: $bGHOST <nickname>$b\n\nGHOST diskonektuje korisnika s mreže ako su prijavljeni s istim korisničkim računom, što vam omogućuje povrat vašeg nadimka.",
  "Syntax: $bGROUP$b\n\nGROUP links your current nickname with your logged-in account, so other people\nwill not be able to use it.": "Sintaksa: $bGROUP$b\n\nGROUP povezuje tvoj trenutni nadimak (nickname) sa računom na koji si prijavljen, kako drugi nebi mogli da ga koriste.",
  "Syntax: $bIDENTIFY <username> [password]$b\n\nIDENTIFY lets you login to the given username using either password auth, or\ncertfp (your client certificate) if a password is not given.": "Sintaksa: $bIDENTIFY <username> [password]$b\n\nIDENTIFY omogućuje prijavu na zadano korisničko ime pomoću lozinke ili certfp (certifikat vašeg klijenta) ako lozinka nije dana.",
  "Syntax: $bINFO [username]$b\n\nINFO gives you information about the given (or your own) user account.": "Sintaksa: $bINFO [username]$b\n\nINFO daje informacije o danom (ili vlastitom) korisničkom računu.",
  "Syntax: $bSADROP <nickname>$b\n\nSADROP forcibly de-links the given nickname from the attached user account.": "Sintaksa: $bSADROP <nickname>$b\n\nSADROP prisilno odvaja dati nadimak (nickname) od korisničkog računa za koji je trenutno vezan.",
  "Syntax: $bUNREGISTER <username> [code]$b\n\nUNREGISTER lets you delete your user account (or someone else's, if you're an\nIRC operator with the correct permissions). To prevent accidental\nunregistrations, a verification code is required; invoking the command without\na code will display the necessary code.": "Sintaksa: $bUNREGISTER <username> [code]$b\n\nUNREGISTER vam omogućuje da izbrišete svoj korisnički račun (ili tuđi, ako ste IRC operator s ispravnim ovlastima). Da bi se spriječilo slučajno poništavanje registracije, potreban je kontrolni kod; pozivanjem naredbe bez koda prikazat će se potreban kod.",
  "Syntax: $bVERIFY <username> <code>$b\n\nVERIFY lets you complete an account registration, if the server requires email\nor other verification.": "Sintaksa: $bVERIFY <username> <code>$b\n\nVERIFY omogućuje dovršetak registracije računa, ako poslužitelj (server) zahtijeva e-mail ili drugu provjeru.",
  "You're not logged into an account": "Niste prijavljeni na korisnički račun"
}
