{
  "NickServ lets you register and login to an account.\n\nTo see in-depth help for a specific NickServ command, try:\n    $b/NS HELP <command>$b\n\nHere are the commands you can use:\n%s": "NickServ vam omogućava da registrujete i da se prijavite na korisnički račun.\n\nDa biste dobili detaljnu pomoć za određenu NickServ naredbu, pokušajte:\n$b/NS HELP <naredba>$b\n\nOvo su raspoložive naredbe koje možete koristiti:\n%s",
  "Syntax: $bDROP [nickname]$b\n\nDROP de-links the given (or your current) nickname from your user account.": "Sintaksa: $bDROP [nickname]$b\n\nDROP prekida povezanost datog (ili trenutnog) nadimka sa korisničkim računom.",
  "Syntax: $bENFORCE [method]$b\n\nENFORCE lets you specify a custom enforcement mechanism for your registered\nnicknames. Your options are:\n1. 'none'    [no enforcement, overriding the server default]\n2. 'timeout' [anyone using the nick must authenticate before a deadline,\n              or else they will be renamed]\n3. 'strict'  [you must already be authenticated to use the nick]\n4. 'default' [use the server default]\nWith no arguments, queries your current enforcement status.": "Sintaksa: $bENFORCE [method]$b\n\nENFORCE omogućuje određivanje prilagođenog mehanizma za provođenje registriranih nadimaka. Vaše opcije su:\n\n1. 'none' [nema provedbe, nadjačava zadani metod servera]\n2. \"timeout\" [korisnik koji koristi nadimak (nick) mora izvršiti autentifikaciju prije isteka zadanog roka,               u protivnom će njihov nick biti promijenjen]\n3. 'strickt' [autentifikacija mora biti unaprijed urađena kako biste mogli koristiti taj nadimak]\n4. 'default' [koristi postavke zadane serverom]\nBez zadanog argumenta, ispituje vaš trenutni status izvršenja.",
  "Syntax: $bGHOST <nickname>$b\n\nGHOST disconnects the given user from the network if they're logged in with the\nsame user account, letting you reclaim your nickname.": "Sintaksa: $bGHOST <nickname>$b\n\nGHOST diskonektuje korisnika s mreže ako su prijavljeni s istim korisničkim računom, što vam omogućuje povrat vašeg nadimka.",
  "Syntax: $bGROUP$b\n\nGROUP links your current nickname with your logged-in account, so other people\nwill not be able to use it.": "Sintaksa: $bGROUP$b\n\nGROUP povezuje tvoj trenutni nadimak (nickname) sa računom na koji si prijavljen, kako drugi nebi mogli da ga koriste.",
  "Syntax: $bIDENTIFY <username> [password]$b\n\nIDENTIFY lets you login to the given username using either password auth, or\ncertfp (your client certificate) if a password is not given.": "Sintaksa: $bIDENTIFY <username> [password]$b\n\nIDENTIFY omogućuje prijavu na zadano korisničko ime pomoću lozinke ili certfp (certifikat vašeg klijenta) ako lozinka nije dana.",
  "Syntax: $bINFO [username]$b\n\nINFO gives you information about the given (or your own) user account.": "Sintaksa: $bINFO [username]$b\n\nINFO daje informacije o danom (ili vlastitom) korisničkom računu.",
  "Syntax: $bPASSWD <current> <new> <new_again>$b\nOr:     $bPASSWD <username> <new>$b\n\nPASSWD lets you change your account password. You must supply your current\npassword and confirm the new one by typing it twice. If you're an IRC operator\nwith the correct permissions, you can use PASSWD to reset someone else's\npassword by supplying their username and then the desired password.": "Sintaksa: $bPASSWD <current> <new> <new_again>$b\nIli: $bPASSWD <username> <new>$b\n\nPASSWD omogućuje promjenu lozinke računa. Morate unijeti svoju trenutnu lozinku i potvrditi novu tako da je upišete dvaput. Ako ste IRC operator s ispravnim dozvolama, možete koristiti PASSWD za ponovno postavljanje tuđe lozinke tako da unesete korisničko ime, a zatim željenu zaporku.",
  "Syntax: $bREGISTER <username> <email> [password]$b\n\nREGISTER lets you register a user account. If the server allows anonymous\nregistration, you can send an asterisk (*) as the email address.\n\nIf the password is left out, your account will be registered to your TLS client\ncertificate (and you will need to use that certificate to login in future).": "Sintaksa: $bREGISTER <username> <email> [password]$b\n\nREGISTER omogućuje registriranje korisničkog računa. Ako poslužitelj dopušta anonimnu registraciju, možete poslati zvjezdicu (*) kao adresu e-pošte.\n\nAko je lozinka izostavljena, vaš će račun biti registriran na vaš TLS klijentski certifikat (i morat ćete ga upotrijebiti za prijavu u budućnosti).",
  "Syntax: $bSADROP <nickname>$b\n\nSADROP forcibly de-links the given nickname from the attached user account.": "Sintaksa: $bSADROP <nickname>$b\n\nSADROP prisilno odvaja dati nadimak (nickname) od korisničkog računa za koji je trenutno vezan.",
  "Syntax: $bSAREGISTER <username> <password>$b\n\nSAREGISTER registers an account on someone else's behalf.\nThis is for use in configurations that require SASL for all connections;\nan administrator can set use this command to set up user accounts.": "Syntax: $bSAREGISTER <korisničkoime> <lozinka>$b\n\nSAREGISTER registruje korisnički račun na tuđe ime, za dugo lice.\nKoristi se u konfiguraciji koja zahtjeva SASL za sve konekcije;\nadministrator može koristiti ovu naredbu za postavljanje korisničkih računa.",
  "Syntax: $bSESSIONS [nickname]$b\n\nSESSIONS lists information about the sessions currently attached, via\nthe server's bouncer functionality, to your nickname. An administrator\ncan use this command to list another user's sessions.": "Sintaksa: $bSESSIONS [nickname]$b\n\nSESSIONS ispisuje informacije o trenutačnim sesijama vezanim za tvoj nadimak (nickname), koristeći se pri tome bouncer funkcijom servera. Administrator može da koristi ovu naredbu kako bi isčitao sesije drugih korisnika.",
  "Syntax: $bUNREGISTER <username> [code]$b\n\nUNREGISTER lets you delete your user account (or someone else's, if you're an\nIRC operator with the correct permissions). To prevent accidental\nunregistrations, a verification code is required; invoking the command without\na code will display the necessary code.": "Sintaksa: $bUNREGISTER <username> [code]$b\n\nUNREGISTER vam omogućuje da izbrišete svoj korisnički račun (ili tuđi, ako ste IRC operator s ispravnim ovlastima). Da bi se spriječilo slučajno poništavanje registracije, potreban je kontrolni kod; pozivanjem naredbe bez koda prikazat će se potreban kod.",
  "Syntax: $bVERIFY <username> <code>$b\n\nVERIFY lets you complete an account registration, if the server requires email\nor other verification.": "Sintaksa: $bVERIFY <username> <code>$b\n\nVERIFY omogućuje dovršetak registracije računa, ako poslužitelj (server) zahtijeva e-mail ili drugu provjeru."
}
