{
  "$bALWAYS-ON$b\n'always-on' controls whether your nickname/identity will remain active\neven while you are disconnected from the server. Your options are 'true',\n'false', and 'default' (use the server default value).": "$bALWAYS-ON$b\nPermet de maintenir votre présence en ligne, même en étant déconnecté·e du réseau.\nVos options sont « default » (adopte l’option du serveur), « false » (désactive l’option), ou « true » (active l’option).",
  "$bAUTO-AWAY$b\n'auto-away' is only effective for always-on clients. If enabled, you will\nautomatically be marked away when all your sessions are disconnected, and\nautomatically return from away when you connect again.": "$bAUTO-AWAY$b\nSeulement disponible pour les utilisateurices bénéficiant d’une\nconnexion permanente. Vous signale comme absent·e\nlorsque l’ensemble de vos sessions sont inactives, et comme\nétant de retour dès que vous êtes à nouveau connecté·e.",
  "$bAUTOREPLAY-LINES$b\n'autoreplay-lines' controls the number of lines of channel history that will\nbe replayed to you automatically when joining a channel. Your options are any\npositive number, 0 to disable the feature, and 'default' to use the server\ndefault.": "$bAUTOREPLAY-LINES$b\nDétermine la quantité de lignes automatiquement rediffusées par l’historique\nlorsque vous rejoignez un salon. Vous pouvez choisir n’importe quel nombre, désactiver\nl’option avec « 0 », ou utiliser le réglage du serveur via « default ».",
  "$bAUTOREPLAY-MISSED$b\n'autoreplay-missed' is only effective for always-on clients. If enabled,\nif you have at most one active session, the server will remember the time\nyou disconnect and then replay missed messages to you when you reconnect.\nYour options are 'on' and 'off'.": "$bAUTOREPLAY-MISSED$b\nDemande au serveur de mémoriser le moment de votre départ, et à votre\nretour, de jouer l’ensemble des messages manqués durant votre absence.\nUniquement disponible pour les comptes bénéficiant d’une connexion permanente.",
  "$bCERT$b controls a user account's certificate fingerprints": "$bCERT$b vous laisse gérer le certificat lié à votre compte",
  "$bCLIENTS$b can list and logout the sessions attached to a nickname.": "$bCLIENTS$b offre de lister, ou déconnecter, les sessions attachées à un compte.",
  "$bDM-HISTORY$b\n'dm-history' is only effective for always-on clients. It lets you control\nhow the history of your direct messages is stored. Your options are:\n1. 'off'        [no history]\n2. 'ephemeral'  [a limited amount of temporary history, not stored on disk]\n3. 'on'         [history stored in a permanent database, if available]\n4. 'default'    [use the server default]": "$bDM-HISTORY$b\nDétermine la façon dont vos messages privés sont sauvegardés. Les options sont :\n1. Off (Aucun historique)\n2. Ephemeral (Historique temporaire)\n3. On (Historique permanent)\n4. Default (Réglage du serveur)\nUniquement disponible pour les comptes bénéficiant d’une connexion permanente.",
  "$bDROP$b de-links your current (or the given) nickname from your user account.": "$bDROP$b détache votre nom actuel, ou celui donné, de votre compte.",
  "$bENFORCE$b\n'enforce' lets you specify a custom enforcement mechanism for your registered\nnicknames. Your options are:\n1. 'none'    [no enforcement, overriding the server default]\n2. 'strict'  [you must already be authenticated to use the nick]\n3. 'default' [use the server default]": "$bENFORCE$b\nDétermine la protection dont bénéficient vos noms enregistrés. Les options sont :\n1. None (Aucune protection)\n2. Strict (Authentification requise)\n3. Default (Réglage du serveur)",
  "$bERASE$b erases all records of an account, allowing reuse.": "$bERASE$b efface toute trace du compte donné,\net le rend de nouveau disponible à l’enregistrement.",
  "$bGET$b queries the current values of your account settings": "$bGET$b affiche les réglages actuels de votre compte",
  "$bGHOST$b reclaims your nickname.": "$bGHOST$b vous laisse récupérer votre nom.",
  "$bGROUP$b links your current nickname to your user account.": "$bGROUP$b attache votre nom actuel à votre compte.",
  "$bIDENTIFY$b lets you login to your account.": "$bIDENTIFY$b vous laisse vous connecter à votre compte.",
  "$bINFO$b gives you information on a user account.": "$bINFO$b affiche les informations d’un·e autre utilisateurice.",
  "$bLIST$b searches the list of registered nicknames.": "$bLIST$b affiche une liste des noms enregistrés.",
  "$bMULTICLIENT$b\nIf 'multiclient' is enabled and you are already logged in and using a nick, a\nsecond client of yours that authenticates with SASL and requests the same nick\nis allowed to attach to the nick as well (this is comparable to the behavior\nof IRC \"bouncers\" like ZNC). Your options are 'on' (allow this behavior),\n'off' (disallow it), and 'default' (use the server default value).": "$bMULTICLIENT$b\nOffre la possibilité de regrouper l’ensemble de vos connexions\nréalisées via SASL, et d’utiliser le même nom sur plusieurs clients à la fois.\nLes options sont : On (activation), Off (désactivation), ou Default (réglage du serveur).",
  "$bPASSWD$b lets you change your password.": "$bPASSWD$b vous laisse changer votre mot de passe.",
  "$bREGISTER$b lets you register a user account.": "$bREGISTER$b vous laisse créer un compte.",
  "$bRENAME$b renames an account": "$bRENAME$b change le nom d’un compte",
  "$bREPLAY-JOINS$b\n'replay-joins' controls whether replayed channel history will include\nlines for join and part. This provides more information about the context of\nmessages, but may be spammy. Your options are 'always', 'never', and the default\nof 'commands-only' (the messages will be replayed in /HISTORY output, but not\nduring autoreplay).": "$bREPLAY-JOINS$b\nVous laisse choisir si l’historique des salons doit inclure, ou non, les\nmessages indiquant arrivées et départs. Les options sont :\n– Always (Activation)\n– Never (Désactivation)\n– Commands-only (Uniquement via /history)",
  "$bSADROP$b forcibly de-links the given nickname from its user account.": "$bSADROP$b force le nom donné à se détacher du compte auquel il est lié.",
  "$bSAGET$b queries the current values of another user's account settings": "$bSAGET$b affiche les réglages actuels d’un·e autre utilisateurice",
  "$bSAREGISTER$b registers an account on someone else's behalf.": "$bSAREGISTER$b vous laisse créer un compte pour une autre personne.",
  "$bSASET$b modifies another user's account settings": "$bSASET$b vous laisse modifier les réglages d’un autre compte",
  "$bSET$b modifies your account settings": "$bSET$b vous laisse modifier les réglages de votre compte",
  "$bSUSPEND$b manages account suspensions": "$bSUSPEND$b offre de lister, ou modifier, les suspensions de comptes.",
  "$bUNREGISTER$b lets you delete your user account.": "$bUNREGISTER$b vous laisse effacer votre compte.",
  "$bVERIFY$b lets you complete account registration.": "$bVERIFY$b vous laisse valider la création de votre compte.",
  "Insufficient privileges": "Privilèges insuffisants",
  "Invalid parameters": "Paramètres invalides",
  "NickServ lets you register, log in to, and manage an account.": "NickServ vous laisse créer et gérer vote compte.",
  "Password incorrect": "Mot de passe incorrect",
  "Passwords do not match": "Les mots de passe ne correspondent pas",
  "Syntax $bSET <setting> <value>$b\n\nSET modifies your account settings. The following settings are available:": "Syntaxe : $bSET Réglage Valeur$b\n\nChange les préférences de votre compte. Les réglages suivants sont disponibles :",
  "Syntax: $bCERT <LIST | ADD | DEL> [account] [certfp]$b\n\nCERT examines or modifies the TLS certificate fingerprints that can be used to\nlog into an account. Specifically, $bCERT LIST$b lists the authorized\nfingerprints, $bCERT ADD <fingerprint>$b adds a new fingerprint, and\n$bCERT DEL <fingerprint>$b removes a fingerprint. If you're an IRC operator\nwith the correct permissions, you can act on another user's account, for\nexample with $bCERT ADD <account> <fingerprint>$b.": "Syntaxe : $bCERT <LIST | ADD | DEL> [Compte] [Empreinte]$b\n\nGère les certificats TLS pouvant être utilisées pour s’identifier.\nListe, ajoute, ou supprime une empreinte de votre compte.\nSeul·e·s les opérateurices sont à même de modifier les réglages\nd’un·e autre utilisateurice.",
  "Syntax: $bCLIENTS LIST [nickname]$b\n\nCLIENTS LIST shows information about the clients currently attached, via\nthe server's multiclient functionality, to your nickname. An administrator\ncan use this command to list another user's clients.\n\nSyntax: $bCLIENTS LOGOUT [nickname] [client_id/all]$b\n\nCLIENTS LOGOUT detaches a single client, or all other clients currently\nattached, via the server's multiclient functionality, to your nickname. An\nadministrator can use this command to logout another user's clients.": "Syntaxe : $bCLIENTS LIST (Nom)$b\n\nListe l’ensemble des sessions actuellement attachées à votre\nnom, ou si vous êtes opérateurice, celui d’un·e autre utilisateurice.\n\nSyntaxe : $bCLIENTS LOGOUT (Nom) (Identifiant)\n\nDétache une session en particulier en indiquant son identifiant, ou\nchacune d’entre elles en spécifiant « all » à la place.",
  "Syntax: $bDROP [nickname]$b\n\nDROP de-links the given (or your current) nickname from your user account.": "Syntaxe : $bDROP (Nom)$b\n\nDROP délie votre nom actuel, ou celui spécifié, de votre compte.",
  "Syntax: $bENFORCE [method]$b\n\nENFORCE is an alias for $bGET enforce$b and $bSET enforce$b. See the help\nentry for $bSET$b for more information.": "Syntaxe : $bENFORCE [Méthode]$b\n\nCommande alternative pour $bGET Enforce$b et $bSET Enforce$b.\nVoir l’aide disponible sur $bSET$b pour plus d’informations.",
  "Syntax: $bERASE <username> [code]$b\n\nERASE deletes all records of an account, allowing it to be re-registered.\nThis should be used with caution, because it violates an expectation that\naccount names are permanent identifiers. Typically, UNREGISTER should be\nused instead. A confirmation code is required; invoking the command\nwithout a code will display the necessary code.": "Syntaxe : $bERASE Nom (Code)$b\n\nEfface toute trace d’un compte, laissant son nom de nouveau disponible\nà l’enregistrement. Un code vous sera fourni, et ensuite demandé pour confirmation.",
  "Syntax: $bGET <setting>$b\n\nGET queries the current values of your account settings. For more information\non the settings and their possible values, see HELP SET.": "Syntaxe : $bGET Réglage$b\n\nAffiche les préférences de votre compte. Pour plus d’informations sur\nles réglages disponibles, voir HELP SET.",
  "Syntax: $bGHOST <nickname>$b\n\nGHOST disconnects the given user from the network if they're logged in with the\nsame user account, letting you reclaim your nickname.": "Syntaxe : $bGHOST Nom$b\n\nGHOST vous laisse retrouver l’usage de votre nom après une déconnexion.",
  "Syntax: $bGROUP$b\n\nGROUP links your current nickname with your logged-in account, so other people\nwill not be able to use it.": "Syntaxe : $bGROUP$b\n\nGROUP réserve votre nom actuel, en le liant au compte auquel vous êtes connecté·e.",
  "Syntax: $bIDENTIFY <username> [password]$b\n\nIDENTIFY lets you login to the given username using either password auth, or\ncertfp (your client certificate) if a password is not given.": "Syntaxe : $bIDENTIFY Nom (Passe)$b\n\nIDENTIFY vous connecte au compte spécifié, via mot de passe ou CertFP.",
  "Syntax: $bINFO [username]$b\n\nINFO gives you information about the given (or your own) user account.": "Syntaxe : $bINFO (Nom)$b\n\nINFO affiche les détails de votre compte, ou celui d’un·e autre utilisateurice.",
  "Syntax: $bLIST [regex]$b\n\nLIST returns the list of registered nicknames, which match the given regex.\nIf no regex is provided, all registered nicknames are returned.": "Syntaxe : $bLIST (Regex)$b\n\nAffiche les noms enregistrés, et correspondants à l’expression donnée,\nou une liste complète si aucune option n’est fournie.",
  "Syntax: $bPASSWD <current> <new> <new_again>$b\nOr:     $bPASSWD <username> <new>$b\n\nPASSWD lets you change your account password. You must supply your current\npassword and confirm the new one by typing it twice. If you're an IRC operator\nwith the correct permissions, you can use PASSWD to reset someone else's\npassword by supplying their username and then the desired password. To\nindicate an empty password, use * instead.": "Syntaxe : $bPASSWD <Actuel> <Nouveau> <Nouveau>$b\n\nChange le mot de passe lié à votre compte. Vous devez fournir l’actuel, et\nconfirmer le nouveau en le tapant deux fois. Les opérateurices peuvent également\nréinitialiser le mot de passe d’un·e autre utilisateurice via la commande suivante :\n$bPASSWD <Nom> <Passe>$b",
  "Syntax: $bREGISTER <password> [email]$b\n\nREGISTER lets you register your current nickname as a user account. If the\nserver allows anonymous registration, you can omit the e-mail address.\n\nIf you are currently logged in with a TLS client certificate and wish to use\nit instead of a password to log in, send * as the password.": "Syntaxe : $bREGISTER <Passe> (Courriel)$b\n\nCrée un compte sous votre nom actuel.\nSi le serveur accueille les enregistrements anonymes, l’adresse\nélectronique est alors optionnelle. Si vous souhaitez utiliser un certificat\npour vous identifier, entrez * comme mot de passe.",
  "Syntax: $bSADROP <nickname>$b\n\nSADROP forcibly de-links the given nickname from the attached user account.": "Syntaxe : $bSADROP <Nom>$b\n\nSADROP délie le nom donné du compte auquel il est attaché.",
  "Syntax: $bSAGET <account> <setting>$b\n\nSAGET queries the values of someone else's account settings. For more\ninformation on the settings and their possible values, see HELP SET.": "Syntaxe : $bSAGET Compte Réglage$b\n\nRévèle les préférences d’un·e autre utilisateurice. Pour plus d’informations sur\nles réglages disponibles, voir HELP SET.",
  "Syntax: $bSAREGISTER <username> [password]$b\n\nSAREGISTER registers an account on someone else's behalf.\nThis is for use in configurations that require SASL for all connections;\nan administrator can set use this command to set up user accounts.": "Syntaxe : $bSAREGISTER Nom Mot-de-passe$b\n\nOffre la possibilité de créer un compte pour une autre personne.",
  "Syntax: $bSASET <account> <setting> <value>$b\n\nSASET modifies the values of someone else's account settings. For more\ninformation on the settings and their possible values, see HELP SET.": "Syntaxe : $bSET Réglage Valeur$b\n\nChange les préférences d’un·e autre utilisateurice. Pour en apprendre davantage\nsur les réglages disponibles, voir HELP SET.",
  "Syntax: $bSESSIONS [nickname]$b\n\nSESSIONS is an alias for $bCLIENTS LIST$b. See the help entry for $bCLIENTS$b\nfor more information.": "Syntaxe : $bSESSIONS (Nom)$b\n\nCette commande est un alias de CLIENTS LIST.\nVoir l’aide correspondante pour plus d’informations.",
  "Syntax: $bSUSPEND ADD <nickname> [DURATION duration] [reason]$b\n        $bSUSPEND DEL <nickname>$b\n        $bSUSPEND LIST$b\n\nSuspending an account disables it (preventing new logins) and disconnects\nall associated clients. You can specify a time limit or a reason for\nthe suspension. The $bDEL$b subcommand reverses a suspension, and the $bLIST$b\ncommand lists all current suspensions.": "Syntaxe : $bSUSPEND ADD Nom (DURATION Durée) (Raison)$b\n                 $bSUSPEND DEL Nom$b\n                 $bSUSPEND LIST$b\n\nLa suspension d’un compte déconnecte l’ensemble de ses sessions, et\ndésactive sa capacité à s’identifier auprès du serveur. Une limite de temps, ou\nune raison, peuvent être ajoutées. La variante DEL permet de lever une suspension, et\nLIST d’afficher toutes celles en cours.",
  "Syntax: $bUNREGISTER <username> [code]$b\n\nUNREGISTER lets you delete your user account (or someone else's, if you're an\nIRC operator with the correct permissions). To prevent accidental\nunregistrations, a verification code is required; invoking the command without\na code will display the necessary code.": "Syntaxe : $bUNREGISTER <Nom> <Code>$b\n\nUNREGISTER vous laisse effacer votre compte, et si vous êtes\nopérateurice, celui d’un·e autre utilisateurice. Un code unique\nest fourni, et requis, afin d’éviter les suppressions accidentelles.",
  "Syntax: $bVERIFY <username> <code>$b\n\nVERIFY lets you complete an account registration, if the server requires email\nor other verification.": "Syntaxe : $bVERIFY <Nom> <Code>$b\n\nVERIFY valide l’enregistrement d’un compte, dans le cas où\nle serveur requière une vérification.",
  "You're not logged into an account": "Vous n’êtes pas identifié·e"
}
