{
  "$bAMODE$b modifies persistent mode settings for channel members.": "$bAMODE$b modifie les modes persistants attribués aux membres du salon.",
  "$bCLEAR$b removes users or settings from a channel.": "$bCLEAR$b retire utilisateurices ou réglages d’un salon.",
  "$bDEOP$b removes the given user (or yourself) from a channel admin.": "$bDEOP$b lève vos privilèges d’opérateurice, ou ceux d’une autre personne.",
  "$bGET$b queries the current values of a channel's settings": "$bGET$b liste les réglages actuels d’un salon.",
  "$bHISTORY$b\n'history' lets you control how channel history is stored. Your options are:\n1. 'off'        [no history]\n2. 'ephemeral'  [a limited amount of temporary history, not stored on disk]\n3. 'on'         [history stored in a permanent database, if available]\n4. 'default'    [use the server default]": "$bHISTORY$b\nDéfinit la façon dont l’historique est conservé. Les options disponibles sont :\na) On                    Historique enregistré en base de données, si disponible.\nb) Off                   Historique désactivé.\nc) Default            Utilise le réglage du serveur.\nd) Ephemeral      Historique temporaire, sans base de données.",
  "$bINFO$b displays info about a registered channel.": "$bINFO$b affiche les détails d’un salon enregistré.",
  "$bLIST$b searches the list of registered channels.": "$bLIST$b affiche les salons enregistrés.",
  "$bOP$b makes the given user (or yourself) a channel admin.": "$bOP$b fait de vous, ou de quelqu’un d’autre, un·e administrateurice du salon.",
  "$bPURGE$b blacklists a channel from the server.": "$bPURGE$b élimine un salon du serveur.",
  "$bREGISTER$b lets you own a given channel.": "$bREGISTER$b vous permet de réserver un salon.",
  "$bSET$b modifies a channel's settings": "$bSET$b change les réglages d’un salon.",
  "$bTRANSFER$b transfers ownership of a channel to another user.": "$bTRANSFER$b donne possession d’un salon à un·e autre utilisateurice.",
  "$bUNREGISTER$b deletes a channel registration.": "$bUNREGISTER$b supprime l’enregistrement d’un salon.",
  "ChanServ lets you register and manage channels.": "ChanServ vous laisse enregistrer et gérer des salons.",
  "Syntax $bSET #channel <setting> <value>$b\n\nSET modifies a channel's settings. The following settings are available:": "Syntaxe : $bSET #Salon Réglage Valeur$b\n\nSET change les réglages d’un salon. Les options disponibles sont :",
  "Syntax: $INFO #channel$b\n\nINFO displays info about a registered channel.": "Syntaxe : $bINFO #Salon$b\n\nINFO affiche les détails d’un salon enregistré.",
  "Syntax: $bCLEAR #channel target$b\n\nCLEAR removes users or settings from a channel. Specifically:\n\n$bCLEAR #channel users$b kicks all users except for you.\n$bCLEAR #channel access$b resets all stored bans, invites, ban exceptions,\nand persistent user-mode grants made with CS AMODE.": "Syntaxe : $bCLEAR #Salon Cible$b\n\nCLEAR retire utilisateurices ou réglages d’un salon. Spécifiquement :\n\n$bCLEAR #Salon Users$b expulse tou·te·s les utilisateurices à part vous.\n$bCLEAR #Salon Access$b efface tous les bannissements, exceptions, invitations,\net modes persistants établis via CS AMODE.",
  "Syntax: $bDEOP #channel [nickname]$b\n\nDEOP removes the given nickname, or yourself, the channel admin. You can only use\nthis command if you're the founder of the channel.": "Syntaxe : $bDEOP #Salon (Nom)$b\n\nCommande réservée à lia fondateurice du salon.\nLève vos privilèges d’opérateurice, ou ceux d’une autre personne.",
  "Syntax: $bGET #channel <setting>$b\n\nGET queries the current values of the channel settings. For more information\non the settings and their possible values, see HELP SET.": "Syntaxe : $bGET #Salon Réglage$b\n\nGET liste les réglages actuels d’un salon. Les options disponibles\nsont consultables via la commande HELP SET.",
  "Syntax: $bLIST [regex]$b\n\nLIST returns the list of registered channels, which match the given regex.\nIf no regex is provided, all registered channels are returned.": "Syntaxe : $bLIST Regex$b\n\nAffiche les salons enregistrés, et correspondants à l’expression donnée,\nou une liste complète si aucune option n’est fournie.",
  "Syntax: $bOP #channel [nickname]$b\n\nOP makes the given nickname, or yourself, a channel admin. You can only use\nthis command if you're the founder of the channel.": "Syntaxe : $bOP #Salon [Nom]$b\n\nOP fait de vous, ou de quelqu’un d’autre, un·e administrateurice du salon. Cette commande est seulement disponible si vous avez créé ledit salon.",
  "Syntax: $bREGISTER #channel$b\n\nREGISTER lets you own the given channel. If you rejoin this channel, you'll be\ngiven admin privs on it. Modes set on the channel and the topic will also be\nremembered.": "Syntaxe : $bREGISTER #Salon$b\n\nREGISTER enregistre le salon donné, et fait de vous saon administrateurice. Les modes du salon, comme son sujet, seront sauvegardés.",
  "Syntax: $bTRANSFER [accept] #channel user [code]$b\n\nTRANSFER transfers ownership of a channel from one user to another.\nTo prevent accidental transfers, a verification code is required. For\nexample, $bTRANSFER #channel alice$b displays the required confirmation\ncode, then $bTRANSFER #channel alice 2930242125$b initiates the transfer.\nUnless you are an IRC operator with the correct permissions, alice must\nthen accept the transfer, which she can do with $bTRANSFER accept #channel$b.\nTo cancel a pending transfer, transfer the channel to yourself.": "Syntaxe : $bTRANSFER (Accept) #Salon Utilisateurice (Code)$b\n\nTRANSFER passe la propriété d’un salon d’un·e utilisateurice à un·e autre.\nAfin d’éviter les cessions accidentelles, un code de vérification est nécessaire.\nExemple : $bTRANSFER #Salon Julie$b affiche ledit code, et\n$bTRANSFER #Salon Julie 24682468$b initie le transfert.\nÀ moins que la commande ait été issue par un·e opérateurice du serveur, Julie\ndoit ensuite donner son aval via $bTRANSFER Accept #Salon$b.\nPour annuler une passation en cours, retransférez le salon à votre nom.",
  "Syntax: $bUNREGISTER #channel [code]$b\n\nUNREGISTER deletes a channel registration, allowing someone else to claim it.\nTo prevent accidental unregistrations, a verification code is required;\ninvoking the command without a code will display the necessary code.": "Syntaxe : $bUNREGISTER #Salon [code]$b\n\nUNREGISTER supprime l’enregistrement d’un salon, laissant la possibilité à une autre personne de le récupérer. Afin d’éviter les effacements accidentels, un code de vérification est requis ; l’invocation de la commande vous en donnera un."
}
