{
  "Insufficient privileges": "Unzureichende Rechte",
  "Password incorrect": "Passwort falsch",
  "Syntax: $bDROP [nickname]$b\n\nDROP de-links the given (or your current) nickname from your user account.": "Syntax: $bDROP [nickname]$b\n\nDROP entfernt den angegebenen (oder Deinen aktuellen) Nick-Namen von Deinem\nKonto.",
  "Syntax: $bGHOST <nickname>$b\n\nGHOST disconnects the given user from the network if they're logged in with the\nsame user account, letting you reclaim your nickname.": "Syntax: $bGHOST <nickname>$b\n\nGHOST beendet eine andere User-Verbindung wenn diese den angegebenen\nNick benutzt und mit dem gleichen Konto angemeldet ist. Dies ermöglicht es\nDir, den Nick mit Deiner aktuellen Verbindung zu benutzen.",
  "Syntax: $bGROUP$b\n\nGROUP links your current nickname with your logged-in account, so other people\nwill not be able to use it.": "Syntax: $bGROUP$b\n\nGROUP verknüpft/registriert Deinen aktuellen Nick-Namen mit Deinem angemeldeten\nKonto, damit andere User diesen Nick nicht nutzen können.",
  "Syntax: $bIDENTIFY <username> [password]$b\n\nIDENTIFY lets you login to the given username using either password auth, or\ncertfp (your client certificate) if a password is not given.": "Syntax: $bIDENTIFY <kontoname> [passwort]$b\n\nmit IDENTIFY kannst Du Dich mit Deinem Konto anmelden. Entweder mit\nDeinem Passwort oder über CertFP (TLS Client-Zertifikat), falls kein Passwort\nangegeben wird.",
  "Syntax: $bINFO [username]$b\n\nINFO gives you information about the given (or your own) user account.": "Syntax: $bINFO [kontoname]$b\n\nINFO zeigt Informationen über das angegebene (oder Dein eigenes) Konto an.",
  "Syntax: $bSADROP <nickname>$b\n\nSADROP forcibly de-links the given nickname from the attached user account.": "Syntax: $bSADROP <nickname>$b\n\nSADROP entfernt den Nick von dem Konto auf das er registriert wurde.\n(Befehl für Admins)",
  "Syntax: $bUNREGISTER <username> [code]$b\n\nUNREGISTER lets you delete your user account (or someone else's, if you're an\nIRC operator with the correct permissions). To prevent accidental\nunregistrations, a verification code is required; invoking the command without\na code will display the necessary code.": "Syntax: $bUNREGISTER <kontoname> [code]$b\n\nmit UNREGISTER kannst Du Dein Konto löschen (oder ein Konto eines anderen\nUsers, falls Du die nötigen Rechte als IRC Operator hast).\nUm versehentliches Löschen zu verhindern, ist ein Verifizierungscode nötig.\nSendest Du den Befehl ohne einen Code, wird der benötigte Code angezeigt.",
  "Syntax: $bVERIFY <username> <code>$b\n\nVERIFY lets you complete an account registration, if the server requires email\nor other verification.": "Syntax: $bVERIFY <kontoname> <code>$b\n\nmit VERIFY kannst Du die Kontoregistrierung abschließen, falls der Server\neine Verifzierung über Email (oder andere Wege) verlangt.",
  "You're not logged into an account": "Du bist mit keinem Konto angemeldet"
}
