{
  "$bAMODE$b modifies persistent mode settings for channel members.": "$bAMODE$b modifiziert permanente Modi-Einstellungen für Channel Mitglieder.",
  "$bCLEAR$b removes users or settings from a channel.": "$bCLEAR$b entfernt User oder Einstellungen vom Channel.",
  "$bINFO$b displays info about a registered channel.": "$bINFO$b zeigt Informationen zu einem registrierten Channel an.",
  "$bOP$b makes the given user (or yourself) a channel admin.": "$bOP$b gibt dem angegeben Nick (oder Dir selbst) Admin Rechte für den Channel.",
  "$bPURGE$b blacklists a channel from the server.": "$bPURGE$b für einen Channel zur Sperrliste des Servers hinzu.",
  "$bREGISTER$b lets you own a given channel.": "$bREGISTER$b macht Dich zum Besitzer des angebenen Channels.",
  "$bTRANSFER$b transfers ownership of a channel to another user.": "$bTRANSFER$b transferiert die Besitzrechte eines Channels auf einen anderen Benutzer.",
  "$bUNREGISTER$b deletes a channel registration.": "$bUNREGISTER$b löscht eine Channel-Registrierung.",
  "ChanServ lets you register and manage channels.": "Mit ChanServ kannst Du Channels registrieren und verwalten.",
  "Syntax: $INFO #channel$b\n\nINFO displays info about a registered channel.": "Syntax: $INFO #channel$b\n\nINFO zeigt Informationen zu einem registrierten Channel an.",
  "Syntax: $bCLEAR #channel target$b\n\nCLEAR removes users or settings from a channel. Specifically:\n\n$bCLEAR #channel users$b kicks all users except for you.\n$bCLEAR #channel access$b resets all stored bans, invites, ban exceptions,\nand persistent user-mode grants made with CS AMODE.": "Syntax: $bCLEAR #channel ziel$b\n\nCLEAR entfernt User oder Einstellungen von einem Channel. Und zwar:\n\n$bCLEAR #channel users$b kickt alle User abgesehen von dir selbst.\n$bCLEAR #channel access$b setzt alle gespeicherten Bans, Einladungen und Ban-Ausnahmen zurück und erhält alle User-Mode-Einstellungen, die mit CS AMODE zugeteilt wurden.",
  "Syntax: $bOP #channel [nickname]$b\n\nOP makes the given nickname, or yourself, a channel admin. You can only use\nthis command if you're the founder of the channel.": "Syntax: $bOP #channel [nickname]$b\n\nOP gibt dem angegeben Nick oder Dir selbst Admin Rechte für den Channel.\nDu kannst diesen Befehl nur ausführen, wenn Du Besitzer des Channels bist.",
  "Syntax: $bREGISTER #channel$b\n\nREGISTER lets you own the given channel. If you rejoin this channel, you'll be\ngiven admin privs on it. Modes set on the channel and the topic will also be\nremembered.": "Syntax: $bREGISTER #channel$b\n\nREGISTER macht Dich zum Besitzer des angegebenen Channels. Wenn Du dem\nChannel wieder beitrittst bekommst Du automatisch Admin Rechte. Modi und\nThema des Channels werden auch dauerhaft gespeichert.",
  "Syntax: $bUNREGISTER #channel [code]$b\n\nUNREGISTER deletes a channel registration, allowing someone else to claim it.\nTo prevent accidental unregistrations, a verification code is required;\ninvoking the command without a code will display the necessary code.": "Syntax: $bUNREGISTER #channel [code]$b\n\nUNREGISTER löscht eine Channel-Registrierung und erlaubt es anderen den\nChannel zu registrieren.\nUm ein versehentliches UNREGISTER zu verhindern, ist ein Verifzierungs-Code nötig.\nSendest Du den Befehl ohne einen Code, wird der notwendige Code angezeigt."
}
