{
  "NickServ lets you register and login to an account.\n\nTo see in-depth help for a specific NickServ command, try:\n    $b/NS HELP <command>$b\n\nHere are the commands you can use:\n%s": "Mit NickServ kannst Du ein Konto registrieren und Dich mit diesem anmelden.\n\nFür ausführliche Hilfe zu den einzelnen NickServ Befehlen, verwende:\n    $b/NS HELP <befehl>$b\n\nFolgende Befehle kannst Du nutzen:\n%s",
  "Syntax: $bDROP [nickname]$b\n\nDROP de-links the given (or your current) nickname from your user account.": "Syntax: $bDROP [nickname]$b\n\nDROP entfernt den angegebenen (oder Deinen aktuellen) Nick-Namen von Deinem\nKonto.",
  "Syntax: $bENFORCE [method]$b\n\nENFORCE lets you specify a custom enforcement mechanism for your registered\nnicknames. Your options are:\n1. 'none'    [no enforcement, overriding the server default]\n2. 'timeout' [anyone using the nick must authenticate before a deadline,\n              or else they will be renamed]\n3. 'strict'  [you must already be authenticated to use the nick]\n4. 'default' [use the server default]\nWith no arguments, queries your current enforcement status.": "Syntax: $bENFORCE [methode]$b\n\nmit ENFORCE kannst Du einstellen mit welchen Einschränkungen die von\nDir registrierten Nick-Namen verwendet werden dürfen. Die Optionen sind:\n1. 'none'    [keine Einschränkungen, Standard-Einstellung des Server wird ignoriert]\n2. 'timeout' [jede, die den Nick benutzt, muss sich innerhalb einer kurzen\n              Zeitspanne anmelden oder es wird ein neuer Nick zugewiesen]\n3. 'strict'  [Du musst angemeldet sein, um den Nick zu verwenden]\n4. 'default' [benutze die Standard-Einstellung des Servers]\nDer Befehl ohne Parameter zeigt die aktuelle Konfiguration an.",
  "Syntax: $bGHOST <nickname>$b\n\nGHOST disconnects the given user from the network if they're logged in with the\nsame user account, letting you reclaim your nickname.": "Syntax: $bGHOST <nickname>$b\n\nGHOST beendet eine andere User-Verbindung wenn diese den angegebenen\nNick benutzt und mit dem gleichen Konto angemeldet ist. Dies ermöglicht es\nDir, den Nick mit Deiner aktuellen Verbindung zu benutzen.",
  "Syntax: $bGROUP$b\n\nGROUP links your current nickname with your logged-in account, so other people\nwill not be able to use it.": "Syntax: $bGROUP$b\n\nGROUP verknüpft/registriert Deinen aktuellen Nick-Namen mit Deinem angemeldeten\nKonto, damit andere User diesen Nick nicht nutzen können.",
  "Syntax: $bIDENTIFY <username> [password]$b\n\nIDENTIFY lets you login to the given username using either password auth, or\ncertfp (your client certificate) if a password is not given.": "Syntax: $bIDENTIFY <kontoname> [passwort]$b\n\nmit IDENTIFY kannst Du Dich mit Deinem Konto anmelden. Entweder mit\nDeinem Passwort oder über CertFP (TLS Client-Zertifikat), falls kein Passwort\nangegeben wird.",
  "Syntax: $bINFO [username]$b\n\nINFO gives you information about the given (or your own) user account.": "Syntax: $bINFO [kontoname]$b\n\nINFO zeigt Informationen über das angegebene (oder Dein eigenes) Konto an.",
  "Syntax: $bPASSWD <current> <new> <new_again>$b\nOr:     $bPASSWD <username> <new>$b\n\nPASSWD lets you change your account password. You must supply your current\npassword and confirm the new one by typing it twice. If you're an IRC operator\nwith the correct permissions, you can use PASSWD to reset someone else's\npassword by supplying their username and then the desired password.": "Syntax: $bPASSWD <aktuell> <neu> <neu_wiederholung>$b\nOder:   $bPASSWD <kontoname> <neu>$b\n\nmit PASSWD kannst Du das Passwört Deines Kontos ändern. Du musst Dein\naktuelles und zweimal das neue Passwort zur Bestätigung eingeben.\nIRC Operatoren mit den erforderlichen Rechten können PASSWD benutzen,\num das Konto-Passwort anderer User zurückzusetzen, indem Kontonamen\nund das neue Passwort als Parameter angeben wird.",
  "Syntax: $bREGISTER <username> <email> [password]$b\n\nREGISTER lets you register a user account. If the server allows anonymous\nregistration, you can send an asterisk (*) as the email address.\n\nIf the password is left out, your account will be registered to your TLS client\ncertificate (and you will need to use that certificate to login in future).": "Syntax: $bREGISTER <kontoname> <email> [passwort]$b\n\nmit REGISTER kannst Du ein Konto erstellen. Wenn der Server anonyme\nRegistrierungen zulässt, kannst Du auch eine Sternchen (*) anstelle einer\nE-Mail Adresse angeben.\nFalls das Passwort ausgelassen wird, wird Dein Konto mit Deinem TLS\nClient-Zertifikat verknüpft (und Du brauchst dieses Zertifikat für zukünftige\nLogins).",
  "Syntax: $bSADROP <nickname>$b\n\nSADROP forcibly de-links the given nickname from the attached user account.": "Syntax: $bSADROP <nickname>$b\n\nSADROP entfernt den Nick von dem Konto auf das er registriert wurde.\n(Befehl für Admins)",
  "Syntax: $bSAREGISTER <username> <password>$b\n\nSAREGISTER registers an account on someone else's behalf.\nThis is for use in configurations that require SASL for all connections;\nan administrator can set use this command to set up user accounts.": "Syntax: $bSAREGISTER <kontoname> <passwort>$b\n\nSAREGISTER erstellt ein Konto für andere.\nDies ist für Konfigurationen gedacht, die SASL beim Verbindungsaufbau verlangen;\nAdministratoren können diesen Befehl nutzen, um Konten für User einzurichten.",
  "Syntax: $bSESSIONS [nickname]$b\n\nSESSIONS lists information about the sessions currently attached, via\nthe server's bouncer functionality, to your nickname. An administrator\ncan use this command to list another user's sessions.": "Syntax: $bSESSIONS [nickname]$b\n\nSESSIONS zeigt Informationen zu allen aktiven Sessions (über die Bouncer-\nFunktionalität des Servers) für Deinen Nick-Namen. Ein Administrator kann sich\nmit diesem Befehl auch die Sessions eines anderen Users anzeigen lassen.",
  "Syntax: $bUNREGISTER <username> [code]$b\n\nUNREGISTER lets you delete your user account (or someone else's, if you're an\nIRC operator with the correct permissions). To prevent accidental\nunregistrations, a verification code is required; invoking the command without\na code will display the necessary code.": "Syntax: $bUNREGISTER <kontoname> [code]$b\n\nmit UNREGISTER kannst Du Dein Konto löschen (oder ein Konto eines anderen\nUsers, falls Du die nötigen Rechte als IRC Operator hast).\nUm versehentliches Löschen zu verhindern, ist ein Verifizierungscode nötig.\nSendest Du den Befehl ohne einen Code, wird der benötigte Code angezeigt.",
  "Syntax: $bVERIFY <username> <code>$b\n\nVERIFY lets you complete an account registration, if the server requires email\nor other verification.": "Syntax: $bVERIFY <kontoname> <code>$b\n\nmit VERIFY kannst Du die Kontoregistrierung abschließen, falls der Server\neine Verifzierung über Email (oder andere Wege) verlangt."
}
