{
  "NickServ lets you register and login to an account.\n\nTo see in-depth help for a specific NickServ command, try:\n    $b/NS HELP <command>$b\n\nHere are the commands you can use:\n%s": "NickServ le permite registrarse y acceder a una cuenta.\n\nPara ver la ayuda en profundidad de un comando específico de NickServ, inténtelo:\n    HELP $b/NS HELP <comando>$b\n\nAquí están los comandos que puede usar:\n%s",
  "Syntax: $bDROP [nickname]$b\n\nDROP de-links the given (or your current) nickname from your user account.": "Sintaxis: $bDROP[apodo]$b\n\nDROP desvincula el nombre de usuario dado (o el actual) de su cuenta de usuario.",
  "Syntax: $bENFORCE [method]$b\n\nENFORCE lets you specify a custom enforcement mechanism for your registered\nnicknames. Your options are:\n1. 'none'    [no enforcement, overriding the server default]\n2. 'timeout' [anyone using the nick must authenticate before a deadline,\n              or else they will be renamed]\n3. 'strict'  [you must already be authenticated to use the nick]\n4. 'default' [use the server default]\nWith no arguments, queries your current enforcement status.": "Sintaxis: bENFORCE[método]$b\n\nENFORCE le permite especificar un mecanismo de aplicación personalizado para su registro.\napodos. Tus opciones son:\n1. 'none'[ninguna ejecución, anulando el valor por defecto del servidor]\n2.' Timeout'[cualquiera que utilice el nick debe autentificarse antes de una fecha límite,\n              o de lo contrario se les cambiará el nombre]\n3. 'strict'[ya debe estar autenticado para usar el nick]\n4. 'default['usar el valor por defecto del servidor]\nSin argumentos, cuestiona su estado actual de aplicación de la ley.",
  "Syntax: $bGHOST <nickname>$b\n\nGHOST disconnects the given user from the network if they're logged in with the\nsame user account, letting you reclaim your nickname.": "Sintaxis: bGHOST <nombre>$b\n\nGHOST desconecta al usuario en cuestión de la red si está conectado con la función\nla misma cuenta de usuario, lo que le permite recuperar su nombre de usuario.",
  "Syntax: $bGROUP$b\n\nGROUP links your current nickname with your logged-in account, so other people\nwill not be able to use it.": "Sintaxis: $bGROUP$b\n\nGROUP vincula tu nombre de usuario actual con tu cuenta de inicio de sesión, para que otras personas\nno podrá usarla.",
  "Syntax: $bIDENTIFY <username> [password]$b\n\nIDENTIFY lets you login to the given username using either password auth, or\ncertfp (your client certificate) if a password is not given.": "Sintaxis: $bIDENTIFICAR <nombredeusuario>[contraseña]$b\n\nIDENTIFY le permite iniciar sesión en el nombre de usuario dado utilizando la autenticación de contraseña, o bien\ncertfp (su certificado de cliente) si no se proporciona una contraseña.",
  "Syntax: $bINFO [username]$b\n\nINFO gives you information about the given (or your own) user account.": "Sintaxis: $bINFO[nombre de usuario]$b\n\nINFO le da información sobre la cuenta de usuario dada (o la suya propia).",
  "Syntax: $bPASSWD <current> <new> <new_again>$b\nOr:     $bPASSWD <username> <new>$b\n\nPASSWD lets you change your account password. You must supply your current\npassword and confirm the new one by typing it twice. If you're an IRC operator\nwith the correct permissions, you can use PASSWD to reset someone else's\npassword by supplying their username and then the desired password.": "Sintaxis: bPASSWD <current> <new> <new_again>$b\nO: $bPASSWD <nombredeusuario> <nuevo>$b\n\nPASSWD le permite cambiar la contraseña de su cuenta. Usted debe proporcionar su actual\ny confirme la nueva contraseña escribiéndola dos veces. Si eres un operador de IRC\ncon los permisos correctos, puede usar PASSWD para reiniciar la cuenta de otra persona\nproporcionando su nombre de usuario y luego la contraseña deseada.",
  "Syntax: $bREGISTER <username> <email> [password]$b\n\nREGISTER lets you register a user account. If the server allows anonymous\nregistration, you can send an asterisk (*) as the email address.\n\nIf the password is left out, your account will be registered to your TLS client\ncertificate (and you will need to use that certificate to login in future).": "Sintaxis: REGISTER <nombre de usuario> <correo electrónico>[contraseña]$b\n\nREGISTRARSE le permite registrar una cuenta de usuario. Si el servidor permite el acceso anónimo\npuede enviar un asterisco (*) como dirección de correo electrónico.\n\nSi se omite la contraseña, su cuenta se registrará en su cliente TLS.\n(y necesitará usar ese certificado para iniciar sesión en el futuro).",
  "Syntax: $bSADROP <nickname>$b\n\nSADROP forcibly de-links the given nickname from the attached user account.": "Sintaxis: $bSADROP <nombre>$b\n\nSADROP desvincula por la fuerza el nombre de usuario dado de la cuenta de usuario adjunta.",
  "Syntax: $bSAREGISTER <username> <password>$b\n\nSAREGISTER registers an account on someone else's behalf.\nThis is for use in configurations that require SASL for all connections;\nan administrator can set use this command to set up user accounts.": "Sintaxis: $bSAREGISTER <nombredeusuario> <contraseña>$b\n\nSAREGISTER registra una cuenta en nombre de otra persona.\nEsto es para uso en configuraciones que requieren SASL para todas las conexiones;\nun administrador puede utilizar este comando para configurar cuentas de usuario.",
  "Syntax: $bSESSIONS [nickname]$b\n\nSESSIONS lists information about the sessions currently attached, via\nthe server's bouncer functionality, to your nickname. An administrator\ncan use this command to list another user's sessions.": "Sintaxis: $bSESSIONS [usuario]$b",
  "Syntax: $bUNREGISTER <username> [code]$b\n\nUNREGISTER lets you delete your user account (or someone else's, if you're an\nIRC operator with the correct permissions). To prevent accidental\nunregistrations, a verification code is required; invoking the command without\na code will display the necessary code.": "Sintaxis: $bUNREGISTER <nombredeusuario>[código]$b\n\nUNREGISTER te permite eliminar tu cuenta de usuario (o la de otra persona, si eres un\nIRC con los permisos correctos). Para prevenir accidentes\nse requiere un código de verificación; invocando el comando sin\nun código mostrará el código necesario.",
  "Syntax: $bVERIFY <username> <code>$b\n\nVERIFY lets you complete an account registration, if the server requires email\nor other verification.": "Sintaxis: $bVERIFY <nombredeusuario> <código>$b\n\nVERIFY le permite completar el registro de una cuenta, si el servidor requiere correo electrónico.\nu otra verificación."
}
