{
  "$bALWAYS-ON$b\n'always-on' controls whether your nickname/identity will remain active\neven while you are disconnected from the server. Your options are 'true',\n'false', and 'default' (use the server default value).": "$bALWAYS-ON$b\n'always-on' controls whether your nickname/identity will remain active\neven while you are disconnected from the server. Your options are 'true',\n'false', and 'default' (use the server default value).",
  "Insufficient privileges": "Privilegios Insuficientes",
  "Password incorrect": "Contraseña incorrecta",
  "Syntax: $bDROP [nickname]$b\n\nDROP de-links the given (or your current) nickname from your user account.": "Sintaxis: $bDROP[apodo]$b\n\nDROP desvincula el nombre de usuario dado (o el actual) de su cuenta de usuario.",
  "Syntax: $bGHOST <nickname>$b\n\nGHOST disconnects the given user from the network if they're logged in with the\nsame user account, letting you reclaim your nickname.": "Sintaxis: $bGHOST <nombre>$b\n\nGHOST desconecta al usuario en cuestión de la red si está conectado con la función\nla misma cuenta de usuario, lo que le permite recuperar su nombre de usuario.",
  "Syntax: $bGROUP$b\n\nGROUP links your current nickname with your logged-in account, so other people\nwill not be able to use it.": "Sintaxis: $bGROUP$b\n\nGROUP vincula tu nombre de usuario actual con tu cuenta de inicio de sesión, para que otras personas\nno podrá usarla.",
  "Syntax: $bIDENTIFY <username> [password]$b\n\nIDENTIFY lets you login to the given username using either password auth, or\ncertfp (your client certificate) if a password is not given.": "Sintaxis: $bIDENTIFICAR <nombredeusuario>[contraseña]$b\n\nIDENTIFY le permite iniciar sesión en el nombre de usuario dado utilizando la autenticación de contraseña, o bien\ncertfp (su certificado de cliente) si no se proporciona una contraseña.",
  "Syntax: $bINFO [username]$b\n\nINFO gives you information about the given (or your own) user account.": "Sintaxis: $bINFO [nombre de usuario]$b\n\nINFO le da información sobre la cuenta de usuario dada (o la suya propia).",
  "Syntax: $bSADROP <nickname>$b\n\nSADROP forcibly de-links the given nickname from the attached user account.": "Sintaxis: $bSADROP <nombre>$b\n\nSADROP desvincula por la fuerza el nombre de usuario dado de la cuenta de usuario adjunta.",
  "Syntax: $bUNREGISTER <username> [code]$b\n\nUNREGISTER lets you delete your user account (or someone else's, if you're an\nIRC operator with the correct permissions). To prevent accidental\nunregistrations, a verification code is required; invoking the command without\na code will display the necessary code.": "Sintaxis: $bUNREGISTER <nombredeusuario>[código]$b\n\nUNREGISTER te permite eliminar tu cuenta de usuario (o la de otra persona, si eres un\nIRC con los permisos correctos). Para prevenir accidentes\nse requiere un código de verificación; invocando el comando sin\nun código mostrará el código necesario.",
  "Syntax: $bVERIFY <username> <code>$b\n\nVERIFY lets you complete an account registration, if the server requires email\nor other verification.": "Sintaxis: $bVERIFY <nombredeusuario> <código>$b\n\nVERIFY le permite completar el registro de una cuenta, si el servidor requiere correo electrónico.\nu otra verificación.",
  "You're not logged into an account": "No has iniciado sesión en una cuenta"
}
