{
  "= Help Topics =\n\nCommands:\n%[1]s\n\nRPL_ISUPPORT Tokens:\n%[2]s\n\nInformation:\n%[3]s": "= Temas con ayuda =\n\nComandos:\n%[1]s\n\nRPL_ISUPPORT Tokens:\n%[2]s\n\nInformación:\n%[3]s",
  "@+client-only-tags TAGMSG <target>{,<target>}\n\nSends the given client-only tags to the given targets as a TAGMSG. See the IRCv3\nspecs for more info: http://ircv3.net/specs/core/message-tags-3.3.html": "\n@+client-only-tags TAGMSG <target>{,<target>}\n\nEnvía las etiquetas solo para clientes a los objetivos como un TAGMSG. Vea el Ircv3\nespecificaciones para más información: http://ircv3.net/specs/core/message-tags-3.3.html",
  "AMBIANCE <target> <text to be sent>\n\nThe AMBIANCE command is used to send a scene notification to the given target.": "AMBIANCE <objetivo> <mensaje a enviar>\n\nEl comando AMBIANCE se usa para enviar una notificación de escena al objetivo dado.",
  "AUTHENTICATE\n\nUsed during SASL authentication. See the IRCv3 specs for more info:\nhttp://ircv3.net/specs/extensions/sasl-3.1.html": "AUTHENTICATE\n\nUtilizado durante la autenticación SASL. Consulte las especificaciones de IRCv3 para obtener más información:\nhttp://ircv3.net/specs/extensions/sasl-3.1.html",
  "AWAY [message]\n\nIf [message] is sent, marks you away. If [message] is not sent, marks you no\nlonger away.": "AWAY [mensaje]\n\nSi se envía [mensaje], te marca como ausentx. Si no se envía [mensaje], te\nmarca como no más ausentx",
  "BRB [message]\n\nDisconnects you from the server, while instructing the server to keep you\npresent for a short time window. During this window, you can either resume\nor reattach to your nickname. If [message] is sent, it is used as your away\nmessage (and as your quit message if you don't return in time).": "BRB [mensaje]\n\nTe desconecta del servidor, mientras le indica al servidor que lo mantenga\npresente por un corto período de tiempo. Durante este período, puede reanudar\no volver a conectarse a su apodo. Si se envía [mensaje], se utiliza como su mensaje\nde ausencia (y como mensaje de salida si no regresa a tiempo).",
  "CAP <subcommand> [:<capabilities>]\n\nUsed in capability negotiation. See the IRCv3 specs for more info:\nhttp://ircv3.net/specs/core/capability-negotiation-3.1.html\nhttp://ircv3.net/specs/core/capability-negotiation-3.2.html": "CAP <subcomando> [:<capacidades>]\n\nUtilizado en la negociación de capacidades. Consulte las especificaciones de IRCv3 para obtener más información:\nhttp://ircv3.net/specs/core/capability-negotiation-3.1.html\nhttp://ircv3.net/specs/core/capability-negotiation-3.2.html",
  "HELP <argument>\n\nGet an explanation of <argument>, or \"index\" for a list of help topics.": "HELP <argumento>\n\nObtenga una explicación de <argumento> o \"index\" para obtener una lista de temas con ayuda.",
  "HELPOP <argument>\n\nGet an explanation of <argument>, or \"index\" for a list of help topics.": "HELPOP <argumento>\n\nObtenga una explicación de <argumento> o \"índice\" para obtener una lista de temas con ayuda.",
  "INFO\n\nSends information about the server, developers, etc.": "INFO\n\nEnvía información sobre el servidor, desarrolladorxs, etc.",
  "INVITE <nickname> <channel>\n\nInvites the given user to the given channel, so long as you have the\nappropriate channel privs.": "INVITE <nick> <canal>\n\nInvita a lx usuarix en cuestión al canal en cuestión, siempre y cuando\ntenga los privilegios de canal apropiados.",
  "ISON <nickname>{ <nickname>}\n\nReturns whether the given nicks exist on the network.": "ISON <nick>{ <nick>}\n\nDevuelve si los nicks dados existen en la red.",
  "JOIN <channel>{,<channel>} [<key>{,<key>}]\n\nJoins the given channels with the matching keys.": "JOIN <canal>{,<canal>} [<clave>{,<clave>}]\n\nUne a los canales dados con las claves correspondientes.",
  "KICK <channel> <user> [reason]\n\nRemoves the user from the given channel, so long as you have the appropriate\nchannel privs.": "KICK <canal> <usuarix> [razón]\n\nEcha a lx usuarix del canal dado, siempre y cuando tenga los privilegios de\ncanal apropiados.",
  "KILL <nickname> [reason]\n\nRemoves the given user from the network, showing them the reason if it is\nsupplied.": "KILL <nick> [razón]\n\nElimina a lx usuarix dado de la red, mostrándole el motivo si lo es especificado.",
  "LANGUAGE <code>{ <code>}\n\nSets your preferred languages to the given ones.": "LANGUAGE <código>{ <código>}.\n\nEstablece sus idiomas preferidos a los especificados.",
  "LIST [<channel>{,<channel>}] [<elistcond>{,<elistcond>}]\n\nShows information on the given channels (or if none are given, then on all\nchannels). <elistcond>s modify how the channels are selected.": "LIST [<canal>{,<canal>}][<elistcond>{,<elistcond>}][<elistcond>{,<elistcond>}].\n\nMuestra información sobre los canales dados (o si no se da ninguno, entonces en todos los\ncanales). Los <elistcond>s modifican la forma en que se seleccionan los canales.",
  "LUSERS [<mask> [<server>]]\n\nShows statistics about the size of the network. If <mask> is given, only\nreturns stats for servers matching the given mask.  If <server> is given, the\ncommand is processed by that server.": "LUSERS [<máscara> [<servidor>]]\n\nMuestra estadísticas sobre el tamaño de la red. Si se da <mask>, sólo\ndevuelve las estadísticas de los servidores que coinciden con la máscara dada.  Si se indica <servidor>, el\ncomando es procesado por ese servidor.",
  "MODE <target> [<modestring> [<mode arguments>...]]\n\nSets and removes modes from the given target. For more specific information on\nmode characters, see the help for \"modes\".": "MODE <objetivo> [<string de modo> [<argumentos de modo>...]]\n\nEstablece y elimina modos del objetivo dado. Para obtener información más específica sobre\nconsulte \"/HELP modes\".",
  "MONITOR <subcmd>\n\nAllows the monitoring of nicknames, for alerts when they are online and\noffline. The subcommands are:\n\n    MONITOR + target{,target}\nAdds the given names to your list of monitored nicknames.\n\n    MONITOR - target{,target}\nRemoves the given names from your list of monitored nicknames.\n\n    MONITOR C\nClears your list of monitored nicknames.\n\n    MONITOR L\nLists all the nicknames you are currently monitoring.\n\n    MONITOR S\nLists whether each nick in your MONITOR list is online or offline.": "MONITOR <subcmd>\n\nPermite la monitorización de nicks, para alertas cuando están en línea y\nfuera de línea. Los subcomandos son:\n\n    MONITOR + objetivo{,objetivo}\nAñade los nicks tu lista de nicks monitorizados.\n\n    MONITOR - objetivo{,objetivo}\nElimina los nombres de tu lista de nicks monitorizados.\n\n    MONITOR C\nBorra tu lista de nicks monitoreados.\n\n    MONITOR L\nEnumera todos los nicks que estás monitoreando actualmente.\n\n    MONITOR S\nIndica si cada nick en tu lista de monitoreo está en línea o fuera de línea.",
  "MOTD [server]\n\nReturns the message of the day for this, or the given, server.": "MOTD [servidor]\n\nDevuelve el mensaje del día para este servidor, o el servidor dado."
}
