{
  "$bAPPROVE$b approves a user's vhost request.": "$bAPPROVE$b accepte la demande d’hôte virtuel.",
  "$bDEL$b deletes a user's vhost.": "$bDEL$b supprime la demande d’hôte virtuel.",
  "$bFORBID$b prevents a user from using vhosts.": "$bFORBID$b bloque l’accès d’un·e utilisateurice aux hôtes virtuels.",
  "$bOFF$b disables your vhost, if you have one approved.": "$bOFF$b désactive votre hôte virtuel.",
  "$bOFFERLIST$b lists vhosts that can be taken without operator approval.": "$bOFFERLIST$b liste les hôtes virtuels prédéfinis, qui sont disponibles sans requérir l’approbation d’un·e opérateurice.",
  "$bON$b enables your vhost, if you have one approved.": "$bON$b active votre hôte virtuel.",
  "$bPERMIT$b allows a user to use vhosts again.": "$PERMIT$b autorise un·e utilisateurice à accéder aux hôtes virtuels.",
  "$bREJECT$b rejects a user's vhost request.": "$bREJECT$b décline la demande d’hôte virtuel.",
  "$bREQUEST$b requests a new vhost, pending operator approval.": "$bREQUEST$b demande un nouvel hôte virtuel.",
  "$bSET$b sets a user's vhost.": "$bSET$b définit l’hôte virtuel d’un·e utilisateurice.",
  "$bSETCLOAKSECRET$b modifies the IP cloaking secret.": "",
  "$bSTATUS$b shows your vhost and request status.": "$bSTATUS$b affiche votre hôte virtuel, ou le statut de votre demande.",
  "$bTAKE$b sets your vhost to one of the options from the offer list.": "$bTAKE$b vous laisse adopter l’un des hôtes virtuels prédéfinis.",
  "$bWAITING$b shows a list of pending vhost requests.": "$bWAITING$b affiche une liste des demandes d’hôte virtuel en attente.",
  "HostServ lets you manage your vhost (i.e., the string displayed\nin place of your client's hostname/IP).": "HostServ vous laisse gérer votre hôte virtuel, dit « vhost », qui\nremplace votre véritable nom d’hôte, ou adresse IP, par le texte de votre choix.",
  "Syntax: $bAPPROVE <user>$b\n\nAPPROVE approves a user's vhost request.": "Syntaxe : $bAPPROVE <Utilisateurice>$b\n\nAPPROVE valide la demande d’hôte virtuel de l’utilisateurice en question.",
  "Syntax: $bDEL <user>$b\n\nDEL deletes a user's vhost.": "Syntaxe : $bDEL <Utilisateurice>$b\n\nDEL supprime l’hôte virtuel de l’utilisateurice en question.",
  "Syntax: $bFORBID <user>$b\n\nFORBID prevents a user from using any vhost, including ones on the offer list.": "Syntaxe : $bFORBID Utilisateurice$b\n\nBloque l’accès d’un·e utilisateurice à l’ensemble des hôtes virtuels.",
  "Syntax: $bOFF$b\n\nOFF disables your vhost, if you have one approved.": "Syntaxe : $bOFF$b\n\nOFF désactive votre hôte virtuel.",
  "Syntax: $bOFFERLIST$b\n\nOFFERLIST lists vhosts that can be chosen without requiring operator approval;\nto use one of the listed vhosts, take it with /HOSTSERV TAKE.": "Syntaxe : $bOFFERLIST$b\n\nListe les hôtes virtuels prédéfinis qui sont disponibles sans requérir\nl’approbation d’un·e opérateurice, et accessibles via la commande /hostserv take.",
  "Syntax: $bON$b\n\nON enables your vhost, if you have one approved.": "Syntaxe : $bON$b\n\nON active votre hôte virtuel.",
  "Syntax: $bPERMIT <user>$b\n\nPERMIT undoes FORBID, allowing the user to TAKE vhosts again.": "Syntaxe : $PERMIT Utilisateurice$b\n\nAutorise un·e utilisateurice à accéder à l’ensemble des hôtes virtuels.",
  "Syntax: $bREJECT <user> [<reason>]$b\n\nREJECT rejects a user's vhost request, optionally giving them a reason\nfor the rejection.": "Syntaxe : $bREJECT Utilisateurice (Raison)$b\n\nREJECT décline une demande d’hôte virtuel, avec ou sans raison donnée.",
  "Syntax: $bREQUEST <vhost>$b\n\nREQUEST requests that a new vhost by assigned to your account. The request must\nthen be approved by a server operator.": "Syntaxe : $bREQUEST Hôte$b\nExemple : $bREQUEST nuve.est-ma.déesse$b\n\nREQUEST émet la demande d’un nouvel hôte virtuel pour votre compte, qui sera\npassée en revue par l’un·e des opérateurices du serveur.",
  "Syntax: $bSET <user> <vhost>$b\n\nSET sets a user's vhost, bypassing the request system.": "Syntaxe : $bSET <Utilisateurice> <Hôte>$b\n\nSET établit l’hôte virtuel d’un·e utilisateurice.",
  "Syntax: $bSETCLOAKSECRET$b <secret> [code]\n\nSETCLOAKSECRET can be used to set or rotate the cloak secret. You should use\na cryptographically strong secret. To prevent accidental modification, a\nverification code is required; invoking the command without a code will\ndisplay the necessary code.": "",
  "Syntax: $bSTATUS [user]$b\n\nSTATUS displays your current vhost, if any, and the status of your most recent\nrequest for a new one. A server operator can view someone else's status.": "Syntaxe : $bSTATUS (Utilisateurice)$b\n\nSTATUS affiche votre hôte virtuel, ou l’état de votre demande\npour en obtenir un. Un·e opérateurice peut voir le statut d’autres utilisateurices.",
  "Syntax: $bTAKE$b <vhost>\n\nTAKE sets your vhost to one of the vhosts in the server's offer list; to see\nthe offered vhosts, use /HOSTSERV OFFERLIST.": "Syntaxe : $TAKE Hôte$b\n\nAdopte l’un des hôtes virtuels prédéfinis. La liste est\nconsultable via la commande /hostserv offerlist.",
  "Syntax: $bWAITING$b\n\nWAITING shows a list of pending vhost requests, which can then be approved\nor rejected.": "Syntaxe : $bWAITING$b\n\nWAITING affiche une liste des demandes d'hôte virtuel en attente, qui peuvent être approuvées ou rejetées.",
  "^[0-9A-Za-z.\\-_/]+$": "^[0-9A-Za-z.\\-_/]+$"
}
