{
  "Insufficient privileges": "Privilèges insuffisants",
  "Invalid parameters": "Paramètres invalides",
  "Password incorrect": "Mot de passe incorrect",
  "Syntax: $bDROP [nickname]$b\n\nDROP de-links the given (or your current) nickname from your user account.": "Syntaxe : $bDROP (Nom)$b\n\nDROP délie votre nom actuel, ou celui spécifié, de votre compte.",
  "Syntax: $bGHOST <nickname>$b\n\nGHOST disconnects the given user from the network if they're logged in with the\nsame user account, letting you reclaim your nickname.": "Syntaxe : $bGHOST Nom$b\n\nGHOST vous laisse retrouver l’usage de votre nom après une déconnexion.",
  "Syntax: $bGROUP$b\n\nGROUP links your current nickname with your logged-in account, so other people\nwill not be able to use it.": "Syntaxe : $bGROUP$b\n\nGROUP réserve votre nom actuel, en le liant au compte auquel vous êtes connecté·e.",
  "Syntax: $bIDENTIFY <username> [password]$b\n\nIDENTIFY lets you login to the given username using either password auth, or\ncertfp (your client certificate) if a password is not given.": "Syntaxe : $bIDENTIFY Nom (Passe)$b\n\nIDENTIFY vous connecte au compte spécifié, via mot de passe ou CertFP.",
  "Syntax: $bINFO [username]$b\n\nINFO gives you information about the given (or your own) user account.": "Syntaxe : $bINFO (Nom)$b\n\nINFO affiche les détails de votre compte, ou celui d’un·e autre utilisateurice.",
  "Syntax: $bSADROP <nickname>$b\n\nSADROP forcibly de-links the given nickname from the attached user account.": "Syntaxe : $bSADROP <Nom>$b\n\nSADROP délie le nom donné du compte auquel il est attaché.",
  "Syntax: $bUNREGISTER <username> [code]$b\n\nUNREGISTER lets you delete your user account (or someone else's, if you're an\nIRC operator with the correct permissions). To prevent accidental\nunregistrations, a verification code is required; invoking the command without\na code will display the necessary code.": "Syntaxe : $bUNREGISTER <Nom> <Code>$b\n\nUNREGISTER vous laisse effacer votre compte, et si vous êtes\nopérateurice, celui d’un·e autre utilisateurice. Un code unique\nest fourni, et requis, afin d’éviter les suppressions accidentelles.",
  "Syntax: $bVERIFY <username> <code>$b\n\nVERIFY lets you complete an account registration, if the server requires email\nor other verification.": "Syntaxe : $bVERIFY <Nom> <Code>$b\n\nVERIFY valide l’enregistrement d’un compte, dans le cas où\nle serveur requière une vérification.",
  "You're not logged into an account": "Vous n’êtes pas identifié·e"
}
