{
  "NickServ lets you register and login to an account.\n\nTo see in-depth help for a specific NickServ command, try:\n    $b/NS HELP <command>$b\n\nHere are the commands you can use:\n%s": "NickServ vous laisse enregistrer un compte, et vous identifier.\n\nUne aide détaillée est accessible pour chaque commande :\n    $b/NS HELP Commande\n\nListe des commandes disponibles :\n%s",
  "Syntax: $bDROP [nickname]$b\n\nDROP de-links the given (or your current) nickname from your user account.": "Syntaxe : $bDROP (Nom)$b\n\nDROP délie votre nom actuel, ou celui spécifié, de votre compte.",
  "Syntax: $bENFORCE [method]$b\n\nENFORCE lets you specify a custom enforcement mechanism for your registered\nnicknames. Your options are:\n1. 'none'    [no enforcement, overriding the server default]\n2. 'timeout' [anyone using the nick must authenticate before a deadline,\n              or else they will be renamed]\n3. 'strict'  [you must already be authenticated to use the nick]\n4. 'default' [use the server default]\nWith no arguments, queries your current enforcement status.": "Syntaxe : $bENFORCE (Méthode)$b\n\nENFORCE vous laisse spécifier une méthode d’exécution personnalisée\nsur les noms enregistrés. Les options disponibles sont :\n1. Default    Utilise le réglage du serveur.\n2. None       Aucune exécution établie.\n3. Strict       Identification préalable nécessaire.\n4. Timeout  Identification requise avant la fin du temps alloué.\n\nSans option donnée, la commande affiche la méthode actuellement utilisée.",
  "Syntax: $bGHOST <nickname>$b\n\nGHOST disconnects the given user from the network if they're logged in with the\nsame user account, letting you reclaim your nickname.": "Syntaxe : $bGHOST Nom$b\n\nGHOST vous laisse retrouver l’usage de votre nom après une déconnexion.",
  "Syntax: $bGROUP$b\n\nGROUP links your current nickname with your logged-in account, so other people\nwill not be able to use it.": "Syntaxe : $bGROUP$b\n\nGROUP réserve votre nom actuel, en le liant au compte auquel vous êtes connecté·e.",
  "Syntax: $bIDENTIFY <username> [password]$b\n\nIDENTIFY lets you login to the given username using either password auth, or\ncertfp (your client certificate) if a password is not given.": "Syntaxe : $bIDENTIFY Nom (Passe)$b\n\nIDENTIFY vous connecte au compte spécifié, via mot de passe ou CertFP.",
  "Syntax: $bINFO [username]$b\n\nINFO gives you information about the given (or your own) user account.": "Syntaxe : $bINFO (Nom)$b\n\nINFO affiche les détails de votre compte, ou celui d’un·e autre utilisateurice.",
  "Syntax: $bPASSWD <current> <new> <new_again>$b\nOr:     $bPASSWD <username> <new>$b\n\nPASSWD lets you change your account password. You must supply your current\npassword and confirm the new one by typing it twice. If you're an IRC operator\nwith the correct permissions, you can use PASSWD to reset someone else's\npassword by supplying their username and then the desired password.": "Syntaxe : $bPASSWD Actuel Nouveau Nouveau$b\nAlternative : $bPASSWD Nom Nouveau$b\n\nPASSWD vous laisse changer le mot de passe de votre compte, en donnant\nl’actuel, et le nouveau à vérifier en le tapant deux fois.\nSi vous êtes un·e opérateurice avec les privilèges nécessaires, vous pouvez\nréinitialiser le mot de passe d’un·e autre utilisateurice, en spécifiant son nom\net le mot de passe souhaité.",
  "Syntax: $bREGISTER <username> <email> [password]$b\n\nREGISTER lets you register a user account. If the server allows anonymous\nregistration, you can send an asterisk (*) as the email address.\n\nIf the password is left out, your account will be registered to your TLS client\ncertificate (and you will need to use that certificate to login in future).": "Syntaxe : $bREGISTER Nom a@dres.se Mot-de-passe$b\n\nREGISTER vous laisse créer un compte. Si le serveur permet les enregistrements\nanonymes, l’adresse électronique est remplaçable par un astérisque (*).\n\nSans mot de passe spécifié, le compte sera lié à votre certificat TLS, qui sera alors\nnécessaire pour vous identifier ultérieurement.",
  "Syntax: $bSADROP <nickname>$b\n\nSADROP forcibly de-links the given nickname from the attached user account.": "Syntaxe : $bSADROP <Nom>$b\n\nSADROP délie le nom donné du compte auquel il est attaché.",
  "Syntax: $bSAREGISTER <username> <password>$b\n\nSAREGISTER registers an account on someone else's behalf.\nThis is for use in configurations that require SASL for all connections;\nan administrator can set use this command to set up user accounts.": "Syntaxe : $bSAREGISTER <Nom> <Passe>$b\n\nSAREGISTER vous laisse enregistrer un compte pour quelqu’un d’autre.\nDans le cas d’une configuration requérant SASL pour tou·te·s, un·e administrateurice\npeut recourir à cette commande pour préparer les accès des différent·e·s utilisateurices.",
  "Syntax: $bSESSIONS [nickname]$b\n\nSESSIONS lists information about the sessions currently attached, via\nthe server's bouncer functionality, to your nickname. An administrator\ncan use this command to list another user's sessions.": "Syntaxe : $bSESSIONS <Nom>$b\n\nSESSIONS liste les connexions actuellement attachées\nà votre nom via la fonctionnalité « bouncer » du serveur.\nSeul·e·s les opérateurices peuvent voir les sessions d’un·e autre utilisateurice.",
  "Syntax: $bUNREGISTER <username> [code]$b\n\nUNREGISTER lets you delete your user account (or someone else's, if you're an\nIRC operator with the correct permissions). To prevent accidental\nunregistrations, a verification code is required; invoking the command without\na code will display the necessary code.": "Syntaxe : $bUNREGISTER <Nom> <Code>$b\n\nUNREGISTER vous laisse effacer votre compte, et si vous êtes\nopérateurice, celui d’un·e autre utilisateurice. Un code unique\nest fourni, et requis, afin d’éviter les suppressions accidentelles.",
  "Syntax: $bVERIFY <username> <code>$b\n\nVERIFY lets you complete an account registration, if the server requires email\nor other verification.": "Syntaxe : $bVERIFY <Nom> <Code>$b\n\nVERIFY valide l’enregistrement d’un compte, dans le cas où\nle serveur requière une vérification."
}
