{
  "$bAMODE$b modifies persistent mode settings for channel members.": "$bAMODE$b modifie les modes persistants attribués aux membres du salon.",
  "$bCLEAR$b removes users or settings from a channel.": "$bCLEAR$b retire utilisateurices ou réglages d’un salon.",
  "$bINFO$b displays info about a registered channel.": "$bINFO$b affiche les détails d’un salon enregistré.",
  "$bOP$b makes the given user (or yourself) a channel admin.": "$bOP$b fait de vous, ou de quelqu’un d’autre, un·e administrateurice du salon.",
  "$bPURGE$b blacklists a channel from the server.": "$bPURGE$b élimine un salon du serveur.",
  "$bREGISTER$b lets you own a given channel.": "$bREGISTER$b vous permet de réserver un salon.",
  "$bTRANSFER$b transfers ownership of a channel to another user.": "$bTRANSFER$b donne possession d’un salon à un·e autre utilisateurice.",
  "$bUNPURGE$b undoes a previous PURGE command.": "$bUNPURGE$b annule l’effet de la commande PURGE.",
  "$bUNREGISTER$b deletes a channel registration.": "$bUNREGISTER$b supprime l’enregistrement d’un salon.",
  "ChanServ lets you register and manage channels.": "ChanServ vous laisse enregistrer et gérer des salons.",
  "Syntax: $INFO #channel$b\n\nINFO displays info about a registered channel.": "Syntaxe : $bINFO #Salon$b\n\nINFO affiche les détails d’un salon enregistré.",
  "Syntax: $bAMODE #channel [mode change] [account]$b\n\nAMODE lists or modifies persistent mode settings that affect channel members.\nFor example, $bAMODE #channel +o dan$b grants the the holder of the \"dan\"\naccount the +o operator mode every time they join #channel. To list current\naccounts and modes, use $bAMODE #channel$b. Note that users are always\nreferenced by their registered account names, not their nicknames.": "Syntaxe : $bAMODE #Salon [modes] [compte]$b\n\nAMODE liste, ou modifie, les modes persistants attribués aux membres d’un salon. Par exemple, $bAMODE #Nuage +o Julie$b donne à Julie le statut d’opérateurice à chaque fois qu’elle rejoint le salon #Nuage. Pour lister les comptes et modes actuels, utilisez $bAMODE #Salon$b. À noter que les utilisateurices sont toujours désigné·e·s selon le nom du compte, et non pas le pseudonyme.",
  "Syntax: $bCLEAR #channel target$b\n\nCLEAR removes users or settings from a channel. Specifically:\n\n$bCLEAR #channel users$b kicks all users except for you.\n$bCLEAR #channel access$b resets all stored bans, invites, ban exceptions,\nand persistent user-mode grants made with CS AMODE.": "Syntaxe : $bCLEAR #Salon Cible$b\n\nCLEAR retire utilisateurices ou réglages d’un salon. Spécifiquement :\n\n$bCLEAR #Salon Users$b expulse tou·te·s les utilisateurices à part vous.\n$bCLEAR #Salon Access$b efface tous les bannissements, exceptions, invitations,\net modes persistants établis via CS AMODE.",
  "Syntax: $bOP #channel [nickname]$b\n\nOP makes the given nickname, or yourself, a channel admin. You can only use\nthis command if you're the founder of the channel.": "Syntaxe : $bOP #Salon [Nom]$b\n\nOP fait de vous, ou de quelqu’un d’autre, un·e administrateurice du salon. Cette commande est seulement disponible si vous avez créé ledit salon.",
  "Syntax: $bPURGE #channel [reason]$b\n\nPURGE blacklists a channel from the server, making it impossible to join\nor otherwise interact with the channel. If the channel currently has members,\nthey will be kicked from it. PURGE may also be applied preemptively to\nchannels that do not currently have members.": "Syntaxe : $bPURGE #Salon (Raison)$b\n\nPURGE élimine un salon du serveur, le rendant complètement\ninaccessible. Si des utilisateurices y sont connecté·e·s à ce\nmoment-là, iels en seront exclu·e·s.",
  "Syntax: $bREGISTER #channel$b\n\nREGISTER lets you own the given channel. If you rejoin this channel, you'll be\ngiven admin privs on it. Modes set on the channel and the topic will also be\nremembered.": "Syntaxe : $bREGISTER #Salon$b\n\nREGISTER enregistre le salon donné, et fait de vous saon administrateurice. Les modes du salon, comme son sujet, seront sauvegardés.",
  "Syntax: $bTRANSFER [accept] #channel user [code]$b\n\nTRANSFER transfers ownership of a channel from one user to another.\nTo prevent accidental transfers, a verification code is required. For\nexample, $bTRANSFER #channel alice$b displays the required confirmation\ncode, then $bTRANSFER #channel alice 2930242125$b initiates the transfer.\nUnless you are an IRC operator with the correct permissions, alice must\nthen accept the transfer, which she can do with $bTRANSFER accept #channel$b.\nTo cancel a pending transfer, transfer the channel to yourself.": "Syntaxe : $bTRANSFER (Accept) #Salon Utilisateurice (Code)$b\n\nTRANSFER passe la propriété d’un salon d’un·e utilisateurice à un·e autre.\nAfin d’éviter les cessions accidentelles, un code de vérification est nécessaire.\nExemple : $bTRANSFER #Salon Julie$b affiche ledit code, et\n$bTRANSFER #Salon Julie 24682468$b initie le transfert.\nÀ moins que la commande ait été issue par un·e opérateurice du serveur, Julie\ndoit ensuite donner son aval via $bTRANSFER Accept #Salon$b.\nPour annuler une passation en cours, retransférez le salon à votre nom.",
  "Syntax: $bUNPURGE #channel$b\n\nUNPURGE removes any blacklisting of a channel that was previously\nset using PURGE.": "Syntaxe : $bUNPURGE #Salon$b\n\nUNPURGE restaure un salon précédemment éliminé via PURGE.",
  "Syntax: $bUNREGISTER #channel [code]$b\n\nUNREGISTER deletes a channel registration, allowing someone else to claim it.\nTo prevent accidental unregistrations, a verification code is required;\ninvoking the command without a code will display the necessary code.": "Syntaxe : $bUNREGISTER #Salon [code]$b\n\nUNREGISTER supprime l’enregistrement d’un salon, laissant la possibilité à une autre personne de le récupérer. Afin d’éviter les effacements accidentels, un code de vérification est requis ; l’invocation de la commande vous en donnera un."
}
