{
  "= Help Topics =\n\nCommands:\n%[1]s\n\nRPL_ISUPPORT Tokens:\n%[2]s\n\nInformation:\n%[3]s": "= Argomenti della guida =\n\nComandi:\n%[1]s\n\nRPL_ISUPPORT Tokens:\n%[2]s\n\nInformazione:\n%[3]s",
  "== Channel Modes ==\n\nOragono supports the following channel modes:\n\n  +b  |  Client masks that are banned from the channel (e.g. *!*@127.0.0.1)\n  +e  |  Client masks that are exempted from bans.\n  +I  |  Client masks that are exempted from the invite-only flag.\n  +i  |  Invite-only mode, only invited clients can join the channel.\n  +k  |  Key required when joining the channel.\n  +l  |  Client join limit for the channel.\n  +m  |  Moderated mode, only privileged clients can talk on the channel.\n  +n  |  No-outside-messages mode, only users that are on the channel can send\n      |  messages to it.\n  +R  |  Only registered users can join the channel.\n  +s  |  Secret mode, channel won't show up in /LIST or whois replies.\n  +t  |  Only channel opers can modify the topic.\n\n= Prefixes =\n\n  +q (~)  |  Founder channel mode.\n  +a (&)  |  Admin channel mode.\n  +o (@)  |  Operator channel mode.\n  +h (%)  |  Halfop channel mode.\n  +v (+)  |  Voice channel mode.": "",
  "== Server Notice Masks ==\n\nOragono supports the following server notice masks for operators:\n\n  a  |  Local announcements.\n  c  |  Local client connections.\n  j  |  Local channel actions.\n  k  |  Local kills.\n  n  |  Local nick changes.\n  o  |  Local oper actions.\n  q  |  Local quits.\n  t  |  Local /STATS usage.\n  u  |  Local client account actions.\n  x  |  Local X-lines (DLINE/KLINE/etc).\n  v  |  Local vhost changes.\n\nTo set a snomask, do this with your nickname:\n\n  /MODE <nick> +s <chars>\n\nFor instance, this would set the kill, oper, account and xline snomasks on dan:\n\n  /MODE dan +s koux": "",
  "== User Modes ==\n\nOragono supports the following user modes:\n\n  +a  |  User is marked as being away. This mode is set with the /AWAY command.\n  +i  |  User is marked as invisible (their channels are hidden from whois replies).\n  +o  |  User is an IRC operator.\n  +R  |  User only accepts messages from other registered users. \n  +s  |  Server Notice Masks (see help with /HELPOP snomasks).\n  +Z  |  User is connected via TLS.": "== Modalità Utente ==\n\nOragono supporta le seguenti modalità utente:\n\n  +a  |  L'utente è segnato come away. Questa modalità è impostata col comando /AWAY\n  +i  |  L'utente è segnato come invisibile (i suoi canali sono nascosti nei whois).\n  +o  |  L'utente è un Operatore IRC.\n  +R  |  L'utente accetta messaggi solo da utenti registrati. \n  +s  |  Server Notice Masks (vedi guida delle snomasks con /HELPOP).\n  +Z  |  L'utente è connesso via TLS.",
  "@+client-only-tags TAGMSG <target>{,<target>}\n\nSends the given client-only tags to the given targets as a TAGMSG. See the IRCv3\nspecs for more info: http://ircv3.net/specs/core/message-tags-3.3.html": "@+client-only-tags TAGMSG <destinatario>{,<destinatario>}\n\nInvia i tag solo del client ai destinatari come TAGMSG. Vedi le specifiche \nIRCv3 per maggiori dettagli: http://ircv3.net/specs/core/message-tags-3.3.html",
  "ACC LS\nACC REGISTER <accountname> [callback_namespace:]<callback> [cred_type] :<credential>\nACC VERIFY <accountname> <auth_code>\n\nUsed in account registration. See the relevant specs for more info:\nhttps://oragono.io/specs.html": "ACC LS\nACC REGISTER <nomeaccount> [callback_namespace:]<callback> [cred_type] :<credenziale>\nACC VERIFY <nomeaccount> <auth_code>\n\nUsato nella registrazione dell'account. Vedi le specifiche relative per maggiori info:\nhttps://oragono.io/specs.html",
  "AMBIANCE <target> <text to be sent>\n\nThe AMBIANCE command is used to send a scene notification to the given target.": "AMBIANCE <destinatario> <testo da inviare>\n\nIl comando AMBIANCE viene utilizzato per inviare una notifica di scena al destinatario specificato.",
  "AUTHENTICATE\n\nUsed during SASL authentication. See the IRCv3 specs for more info:\nhttp://ircv3.net/specs/extensions/sasl-3.1.html": "AUTHENTICATE\n\nUsato durante l'autenticazione SASL. Vedi le specifiche IRCv3 per maggior info:\nhttp://ircv3.net/specs/extensions/sasl-3.1.html",
  "AWAY [message]\n\nIf [message] is sent, marks you away. If [message] is not sent, marks you no\nlonger away.": "AWAY [messaggio]\n\nSe il [messaggio] viene inviato, ti segna come away. Se il [messaggio] non è inviato, non ti segna più come away.",
  "BATCH {+,-}reference-tag type [params...]\n\nBATCH initiates an IRCv3 client-to-server batch. You should never need to\nissue this command manually.": "BATCH {+,-}tipo riferimento-tag [parametri...]\n\nBATCH avvia un batch client-to-server IRCv3. Non dovrebbe mai essere necessario\neseguire questo comando manualmente.",
  "BRB [message]\n\nDisconnects you from the server, while instructing the server to keep you\npresent for a short time window. During this window, you can either resume\nor reattach to your nickname. If [message] is sent, it is used as your away\nmessage (and as your quit message if you don't return in time).": "BRB [messaggio]\n\nDisconnette l'utente dal server, mentre istruisce il server a mantenerlo\npresente per un breve lasso di tempo. Durante questo intervallo di tempo, è possibile riprendere\npossesso del proprio nickname. Se viene inviato [messaggio], viene usato come messaggio away\n(e come messaggio di uscita se non si ritorna in tempo).",
  "CAP <subcommand> [:<capabilities>]\n\nUsed in capability negotiation. See the IRCv3 specs for more info:\nhttp://ircv3.net/specs/core/capability-negotiation-3.1.html\nhttp://ircv3.net/specs/core/capability-negotiation-3.2.html": "CAP <sottocomando> [:<capacità>]\n\nUsato nella negoziazione delle capacità. Vedi le specifiche IRCv3 per maggiori info:\nhttp://ircv3.net/specs/core/capability-negotiation-3.1.html\nhttp://ircv3.net/specs/core/capability-negotiation-3.2.html",
  "CHATHISTORY [params]\n\nCHATHISTORY is a history replay command associated with the IRCv3\nspecification draft/chathistory. See this document:\nhttps://github.com/ircv3/ircv3-specifications/pull/393": "CHATHISTORY [parametri]\n\nCHATHISTORY è un comando di replay della cronologia associato alla specifica IRCv3\ndi draft/chathistory. Vedi questo documento:\nhttps://github.com/ircv3/ircv3-specifications/pull/393",
  "DEBUG <option>\n\nProvides various debugging commands for the IRCd. <option> can be one of:\n\n* GCSTATS: Garbage control statistics.\n* NUMGOROUTINE: Number of goroutines in use.\n* STARTCPUPROFILE: Starts the CPU profiler.\n* STOPCPUPROFILE: Stops the CPU profiler.\n* PROFILEHEAP: Writes a memory profile.\n* CRASHSERVER: Crashes the server (for use in failover testing)": "DEBUG <opzione>\n\nFornisce vari comandi di debug per l'IRCd. <opzione> può essere uno dei:\n\n* GCSTATS: Statistiche del Garbage Collector.\n* NUMGOROUTINE: Numero di goroutines in uso.\n* STARTCPUPROFILE: Avvia il profiler della CPU.\n* STOPCPUPROFILE: Ferma il profiler della CPU.\n* PROFILEHEAP: Scrive un profilo di memoria.\n* CRASHSERVER: Fa crashare il server (per l'uso nei test di failover)",
  "DEOPER\n\nDEOPER removes the IRCop privileges granted to you by a successful /OPER.": "DEOPER\n\nDEOPER rimuove i privilegi IRCop concessi da un comando /OPER eseguito con successo.",
  "DLINE [ANDKILL] [MYSELF] [duration] <ip>/<net> [ON <server>] [reason [| oper reason]]\nDLINE LIST\n\nBans an IP address or network from connecting to the server. If the duration is\ngiven then only for that long. The reason is shown to the user themselves, but\neveryone else will see a standard message. The oper reason is shown to\noperators getting info about the DLINEs that exist.\n\nBans are saved across subsequent launches of the server.\n\n\"ANDKILL\" means that all matching clients are also removed from the server.\n\n\"MYSELF\" is required when the DLINE matches the address the person applying it is connected\nfrom. If \"MYSELF\" is not given, trying to DLINE yourself will result in an error.\n\n[duration] can be of the following forms:\n\t1y 12mo 31d 10h 8m 13s\n\n<net> is specified in typical CIDR notation. For example:\n\t127.0.0.1/8\n\t8.8.8.8/24\n\nON <server> specifies that the ban is to be set on that specific server.\n\n[reason] and [oper reason], if they exist, are separated by a vertical bar (|).\n\nIf \"DLINE LIST\" is sent, the server sends back a list of our current DLINEs.": "DLINE [ANDKILL] [MYSELF] [durata] <ip>/<net> [ON <server>] [motivo [| motivo oper]]\nDLINE LIST\n\nImpedisce a un indirizzo IP o a una rete di connettersi al server. Se la durata è\nspecificata, durerà solo per il tempo stabilito. Il motivo viene mostrato all'utente stesso, ma\ntutti gli altri vedranno un messaggio standard. Il motivo dell'operazione viene mostrato a\ngli operatori che ottengono informazioni sulle DLINE esistenti.\n\nI ban vengono salvati nei successivi avvii del server.\n\n\"ANDKILL\" significa che tutti i client corrispondenti vengono rimossi dal server.\n\n\"MYSELF\" è richiesto quando il DLINE corrisponde all'indirizzo della persona che lo applica è collegato\nda. Se \"MYSELF\" non è dato, provare a DLINE da soli comporterà un errore.\n\n[durata] può essere nelle seguenti forme:\n\t1y 12mo 31d 10h 8m 13s\n\n<net> è specificato nella tipica notazione CIDR. Per esempio:\n\t127.0.0.1/8\n\t8.8.8.8/24\n\nON <server> specifica che il ban deve essere impostato su quel server specifico.\n\n[motivo] e [motivo oper], se esistono, sono separati da una barra verticale (|).\n\nSe viene eseguito \"DLINE LIST\", il server invia una lista dei nostri DLINE attuali.",
  "EXTJWT <target> [service_name]\n\nGet a JSON Web Token for target (either * or a channel name).": "",
  "HELP <argument>\n\nGet an explanation of <argument>, or \"index\" for a list of help topics.": "HELP <argomento>\n\nOttenere una spiegazione di <argomento>, o \"indice\" per un elenco di argomenti della guida.",
  "HELPOP <argument>\n\nGet an explanation of <argument>, or \"index\" for a list of help topics.": "HELPOP <argomento>\n\nOttiene una spiegazione dell' <argomento>, o \"indice\" per una lista degli argomenti della guida.",
  "HISTORY <target> [limit]\n\nReplay message history. <target> can be a channel name, \"me\" to replay direct\nmessage history, or a nickname to replay another client's direct message\nhistory (they must be logged into the same account as you). [limit] can be\neither an integer (the maximum number of messages to replay), or a time\nduration like 10m or 1h (the time window within which to replay messages).": "HISTORY <target> [limite]\n\nReplay storia dei messaggi. <target> può essere un nome di canale, \"me\" per riprodurre direttamente\nla cronologia dei messaggi, o un nickname per riprodurrela cronologia dei messaggi diretti di un'altro client (devono essere loggati nel vostro stesso account). Il [limite] può essere\nun numero intero (il numero massimo di messaggi da riprodurre), o una\ndurata come 10m o 1h (la finestra temporale entro la quale riprodurre i messaggi).",
  "INFO\n\nSends information about the server, developers, etc.": "INFO\n\nInvia informazioni sul server, sugli sviluppatori, ecc.",
  "INVITE <nickname> <channel>\n\nInvites the given user to the given channel, so long as you have the\nappropriate channel privs.": "INVITA <nickname> <canale>\n\nInvita l'utente specificato al canale specificato, a condizione che si disponga dei privilegi del canale necessari.",
  "ISON <nickname>{ <nickname>}\n\nReturns whether the given nicks exist on the network.": "ISON <nickname>{ <nickname>}{ <nickname>}\n\nControlla se i nick specificati esistono sul network.",
  "JOIN <channel>{,<channel>} [<key>{,<key>}]\n\nJoins the given channels with the matching keys.": "JOIN <canale>{,<canale>} [<chiave>{,<chiave>}} [<chiave>{,<chiave>}].\n\nEntra nei canali specificati con le chiavi fornite.",
  "KICK <channel> <user> [reason]\n\nRemoves the user from the given channel, so long as you have the appropriate\nchannel privs.": "KICK <canale> <utente> [motivo]\n\nRimuove l'utente nel canale specificato, se disponi dei privilegi del canale necessari.",
  "KILL <nickname> [reason]\n\nRemoves the given user from the network, showing them the reason if it is\nsupplied.": "KILL <nickname> [motivo]\n\nRimuove l'utente specificato dal network, mostrandogli il motivo se viene fornito.",
  "KLINE [ANDKILL] [MYSELF] [duration] <mask> [ON <server>] [reason [| oper reason]]\nKLINE LIST\n\nBans a mask from connecting to the server. If the duration is given then only for that\nlong. The reason is shown to the user themselves, but everyone else will see a standard\nmessage. The oper reason is shown to operators getting info about the KLINEs that exist.\n\nBans are saved across subsequent launches of the server.\n\n\"ANDKILL\" means that all matching clients are also removed from the server.\n\n\"MYSELF\" is required when the KLINE matches the address the person applying it is connected\nfrom. If \"MYSELF\" is not given, trying to KLINE yourself will result in an error.\n\n[duration] can be of the following forms:\n\t1y 12mo 31d 10h 8m 13s\n\n<mask> is specified in typical IRC format. For example:\n\tdan\n\tdan!5*@127.*\n\nON <server> specifies that the ban is to be set on that specific server.\n\n[reason] and [oper reason], if they exist, are separated by a vertical bar (|).\n\nIf \"KLINE LIST\" is sent, the server sends back a list of our current KLINEs.": "KLINE [ANDKILL] [MYSELF] [durata] <ip>/<net> [ON <server>] [motivo [| motivo oper]]\nKLINE LIST\n\nImpedisce a un indirizzo IP o a una rete di connettersi al server. Se la durata è\nspecificata, durerà solo per il tempo stabilito. Il motivo viene mostrato all'utente stesso, ma\ntutti gli altri vedranno un messaggio standard. Il motivo dell'operazione viene mostrato a\ngli operatori che ottengono informazioni sulle KLINE esistenti.\n\nI ban vengono salvati nei successivi avvii del server.\n\n\"ANDKILL\" significa che tutti i client corrispondenti vengono rimossi dal server.\n\n\"MYSELF\" è richiesto quando il KLINE corrisponde all'indirizzo della persona che lo applica è collegato\nda. Se \"MYSELF\" non è dato, provare a KLINE da soli comporterà un errore.\n\n[durata] può essere nelle seguenti forme:\n\t1y 12mo 31d 10h 8m 13s\n\n<net> è specificato nella tipica notazione CIDR. Per esempio:\n\t127.0.0.1/8\n\t8.8.8.8/24\n\nON <server> specifica che il ban deve essere impostato su quel server specifico.\n\n[motivo] e [motivo oper], se esistono, sono separati da una barra verticale (|).\n\nSe viene eseguito \"KLINE LIST\", il server invia una lista dei nostri KLINE attuali.",
  "LANGUAGE <code>{ <code>}\n\nSets your preferred languages to the given ones.": "LANGUAGE <codice>{ <codice>}\n\nImposta le tue lingue preferite tra quelle specificate.",
  "LIST [<channel>{,<channel>}] [<elistcond>{,<elistcond>}]\n\nShows information on the given channels (or if none are given, then on all\nchannels). <elistcond>s modify how the channels are selected.": "LIST [<canale>{,<canale>}] [<elistcond>{,<elistcond>}]\n\nMostra informazioni sui canali indicati (o se non ne sono indicati, allora su tutti i canali\ncanali). <elistcond> modificano la modalità di selezione dei canali.",
  "LUSERS [<mask> [<server>]]\n\nShows statistics about the size of the network. If <mask> is given, only\nreturns stats for servers matching the given mask.  If <server> is given, the\ncommand is processed by that server.": "LUSERS [<mask> [<server>]]\n\nMostra le statistiche sulle dimensioni della rete. Se viene data una <mask>, restituisce solo le statistiche per i server che corrispondono alla mask data. Se viene specificato il <server>, l'attributo\nviene elaborato da quel server.",
  "MODE <target> [<modestring> [<mode arguments>...]]\n\nSets and removes modes from the given target. For more specific information on\nmode characters, see the help for \"modes\".": "MODE<target> [<modestring> [<argomenti modalità>...]].\n\nImposta e rimuove le modalità dal target specificato. Per informazioni più specifiche sulle modalità, vedere la guida per le \"modalità\".",
  "MONITOR <subcmd>\n\nAllows the monitoring of nicknames, for alerts when they are online and\noffline. The subcommands are:\n\n    MONITOR + target{,target}\nAdds the given names to your list of monitored nicknames.\n\n    MONITOR - target{,target}\nRemoves the given names from your list of monitored nicknames.\n\n    MONITOR C\nClears your list of monitored nicknames.\n\n    MONITOR L\nLists all the nicknames you are currently monitoring.\n\n    MONITOR S\nLists whether each nick in your MONITOR list is online or offline.": "MONITOR <sottocomando>\n\nPermette il monitoraggio dei nickname, per gli avvisi quando sono online e\noffline. I sottocomandi sono:\n\n    MONITOR + target{,target}\nAggiunge i nomi dati alla lista dei nickname monitorati.\n\n    MONITOR - target{,target}\nRimuove i nomi indicati dalla lista dei nickname monitorati.\n\n    MONITOR C\nCancella la tua lista di nickname monitorati.\n\n    MONITOR L\nElenca tutti i nickname che stai monitorando.\n\n    MONITOR S\nElenca se ogni nick della tua lista MONITOR è online o offline.",
  "MOTD [server]\n\nReturns the message of the day for this, or the given, server.": "MOTD [server]\n\nRestituisce il messaggio del giorno per questo o il server specificato.",
  "NAMES [<channel>{,<channel>}]\n\nViews the clients joined to a channel and their channel membership prefixes. To\nview the channel membership prefixes supported by this server, see the help for\n\"PREFIX\".": "NAMES [<canale>{,<canale>}]\n\nVisualizza i client presenti in un canale e i loro prefissi di membership del canale. Per vedere i prefissi di membership del canale supportati da questo server, vedi la guida per \"PREFIX\".",
  "NICK <newnick>\n\nSets your nickname to the new given one.": "NICK <newnick>\n\nImposta il tuo nickname su quello nuovo specificato.",
  "NOTICE <target>{,<target>} <text to be sent>\n\nSends the text to the given targets as a NOTICE.": "NOTICE <destinatario>{,<destinatario>} <testo da inviare>\n\nInvia il testo ai destinatari specificati sotto forma di NOTICE.",
  "NPC <target> <sourcenick> <text to be sent>\n\t\t\nThe NPC command is used to send a message to the target as the source.\n\nRequires the roleplay mode (+E) to be set on the target.": "NPC <destinatario> <mittente> <testo da inviare>\n\nIl comando NPC viene usato per inviare un messaggio al destinatario impersonando il mittente.\n\nRichiede la modalità Gioco di Ruolo (+E) di essere impostata sul destinatario.",
  "NPCA <target> <sourcenick> <text to be sent>\n\t\t\nThe NPC command is used to send an action to the target as the source.\n\nRequires the roleplay mode (+E) to be set on the target.": "NPCA <destinatario> <mittente> <testo da inviare>\n\nIl comando NPC viene usato per inviare un messaggio al destinatario impersonando il mittente.\n\nRichiede la modalità Gioco di Ruolo (+E) di essere impostata sul destinatario.",
  "OPER <name> [password]\n\nIf the correct details are given, gives you IRCop privs.": "OPER <nome> [password]\n\nSe i dettagli specificati sono corretti, ti fornisce i privilegi di IRCop.",
  "PART <channel>{,<channel>} [reason]\n\nLeaves the given channels and shows people the given reason.": "PART <canale>{,<canale>} [motivo]\n\nAbbandona i canali specificati e mostra agli altri utenti il motivo specificato.",
  "PASS <password>\n\nWhen the server requires a connection password to join, used to send us the\npassword.": "PASS <password>\n\nQuando il server richiede una password di connessione per entrare, viene usata per inviare la password.",
  "PING <args>...\n\nRequests a PONG. Used to check link connectivity.": "PING <args>...\n\nRichiede un PONG. Usato per verificare la connettività del collegamento.",
  "PONG <args>...\n\nReplies to a PING. Used to check link connectivity.": "PONG <args>...\n\nRisponde ad un PING. Usato per verificare la connettività di un collegamento.",
  "PRIVMSG <target>{,<target>} <text to be sent>\n\nSends the text to the given targets as a PRIVMSG.": "PRIVMSG <destinatario>{,<destinatario>} <testo da inviare>\n\nInvia il testo ai destinatari specificati sotto forma di PRIVMSG.",
  "QUIT [reason]\n\nIndicates that you're leaving the server, and shows everyone the given reason.": "QUIT [motivo]\n\nIndica che tu stai lasciando il server, mostrando a tutti il motivo specificato.",
  "REHASH\n\nReloads the config file and updates TLS certificates on listeners": "REHASH\n\nRicarica il file di configurazione e aggiorna i certificati TLS sui listeners",
  "RENAME <channel> <newname> [<reason>]\n\nRenames the given channel with the given reason, if possible.\n\nFor example:\n\tRENAME #ircv2 #ircv3 :Protocol upgrades!": "RENAME <canale> <nuovo nome> [<motivo>]\n\nRinomina il canale specificato col motivo specificato, se possibile.\n\nPer esempio:\n\tRENAME #ircv2 #ircv3 :Aggiornamento del protocollo!",
  "RESUME <oldnick> [timestamp]\n\nSent before registration has completed, this indicates that the client wants to\nresume their old connection <oldnick>.": "RESUME <vecchio nick> [timestamp]\n\nInviato prima che la registrazione sia stata completata, ciò indica che il client vuole riprendere il <vecchio nick> della loro precedente connessione.",
  "RPL_ISUPPORT CASEMAPPING\n\nOragono supports an experimental unicode casemapping designed for extended\nUnicode support. This casemapping is based off RFC 7613 and the draft rfc7613\ncasemapping spec here: https://oragono.io/specs.html": "RPL_ISUPPORT CASEMAPPING\n\nOragono supporta un casemapping sperimentale unicode progettato peril Supporto Unicode esteso. Questo casemapping si basa sulla RFC 7613 e sulla bozza rfc7613\nQui le specifiche di casemapping: https://oragono.io/specs.html",
  "RPL_ISUPPORT PREFIX\n\nOragono supports the following channel membership prefixes:\n\n  +q (~)  |  Founder channel mode.\n  +a (&)  |  Admin channel mode.\n  +o (@)  |  Operator channel mode.\n  +h (%)  |  Halfop channel mode.\n  +v (+)  |  Voice channel mode.": "RPL_ISUPPORT PREFIX\n\nOragono supporta i seguenti prefissi di membership del canale:\n\n  +q (~)  |   Fondatore del canale.\n  +a (&)  |  Amministratore del canale.\n  +o (@)  |  Operatore del canale.\n  +h (%)  |  Halfop del canale.\n  +v (+)  |  Voice del canale.",
  "SAJOIN [nick] #channel{,#channel}\n\nForcibly joins a user to a channel, ignoring restrictions like bans, user limits\nand channel keys. If [nick] is omitted, it defaults to the operator.": "SAJOIN [nick] #canale{,#canale}\n\nFa entrare obbligatoriamente un utente in un canale, ignorando restrizioni come ban, limiti di utenti\ne password del canale. Se il [nick] viene omesso, è di default per l'operatore.",
  "SAMODE <target> [<modestring> [<mode arguments>...]]\n\nForcibly sets and removes modes from the given target -- only available to\nopers. For more specific information on mode characters, see the help for\n\"cmode\" and \"umode\".": "SAMODE <destinatario> [<modestring> [<argomenti modalità>...]].\n\nImposta e rimuove forzatamente le modalità dal destinatario specificato -- disponibile solo per\nOpers. Per informazioni più specifiche sui caratteri di modalità, vedere la guida per\n\"cmode\" e \"umode\".",
  "SANICK <currentnick> <newnick>\n\nGives the given user a new nickname.": "SANICK <nick attuale> <nuovo nick>\n\nDà all'utente specificato un nuovo nickname.",
  "SCENE <target> <text to be sent>\n\nThe SCENE command is used to send a scene notification to the given target.": "SCENE <destinatario> <testo da inviare>\n\nIl comando SCENE viene usato per inviare una notifica di scena al destinatario specificato.",
  "SETNAME <realname>\n\nThe SETNAME command updates the realname to be the newly-given one.": "SETNAME <realname>\n\nil comando SETNAME aggiorna il realname con quello nuovo specificato.",
  "SUMMON [parameters]\n\nThe SUMMON command is not implemented.": "",
  "TIME [server]\n\nShows the time of the current, or the given, server.": "TIME [server]\n\nMostra l'ora del server, o del server specificato.",
  "TOPIC <channel> [topic]\n\nIf [topic] is given, sets the topic in the channel to that. If [topic] is not\ngiven, views the current topic on the channel.": "TOPIC <canale> [topic]\n\nSe [topic] è specificato, imposta il topic in quel canale. Se [topic] non è\nspecificato, visualizza il topic attuale sul canale.",
  "UNDLINE <ip>/<net>\n\nRemoves an existing ban on an IP address or a network.\n\n<net> is specified in typical CIDR notation. For example:\n\t127.0.0.1/8\n\t8.8.8.8/24": "UNDLINE <ip>/<net>\n\nRimuove un ban esistente su un indirizzo IP o una rete.\n\n<net> è specificato nella tipica notazione CIDR. Per esempio:\n\t127.0.0.1/8\n\t8.8.8.8/24",
  "UNKLINE <mask>\n\nRemoves an existing ban on a mask.\n\nFor example:\n\tdan\n\tdan!5*@127.*": "UNKLINE <mask>\n\nRimuove un ban esistente su una mask.\n\nPer esempio:\n\tdan\n\tdan!5*@127.*",
  "USER <username> 0 * <realname>\n\nUsed in connection registration, sets your username and realname to the given\nvalues (though your username may also be looked up with Ident).": "USER <username> 0 * <realname>\n\nUsato nella registrazione della connessione, imposta il tuo username e il tuo realname secondo i valori specificati\n(anche se il tuo username può essere cercato con Ident).",
  "USERHOST <nickname>{ <nickname>}\n\t\t\nShows information about the given users. Takes up to 10 nicknames.": "USERHOST <nickname>{ <nickname>}\n\t\t\nMostra informazioni riguardo gli utenti specificati. Accetta fino a 10 nicknames.",
  "USERS [parameters]\n\nThe USERS command is not implemented.": "",
  "VERSION [server]\n\nViews the version of software and the RPL_ISUPPORT tokens for the given server.": "VERSION [server]\n\nMostra la versione del server e i token RPL_ISUPPORT per il server specificato.",
  "WEBIRC <password> <gateway> <hostname> <ip> [:<flags>]\n\nUsed by web<->IRC gateways and bouncers, the WEBIRC command allows gateways to\npass-through the real IP addresses of clients:\nircv3.net/specs/extensions/webirc.html\n\n<flags> is a list of space-separated strings indicating various details about\nthe connection from the client to the gateway, such as:\n\n- tls: this flag indicates that the client->gateway connection is secure": "WEBIRC <password> <gateway> <hostname> <ip> [:<flags>]\n\nUsato dai gateway web<->IRC e bouncers, il comando WEBIRC permette ai gateway di\noltrepassare gli indirizzi IP dei client:\nircv3.net/specs/extensions/webirc.html\n\n<flags> è un elenco di stringhe separate dallo spazio che indica vari dettagli su\nla connessione dal client al gateway, come ad esempio:\n\n- tls: questa flag indica che la connession client->gateway è sicura",
  "WHO <name> [o]\n\nReturns information for the given user.": "WHO <nome> [o]\n\nRestituisce informazioni sull'utente specificato.",
  "WHOIS <client>{,<client>}\n\nReturns information for the given user(s).": "WHOIS <client>{,<client>}\n\nRestituisce informazioni sull'utente o gli utenti specificati.",
  "WHOWAS <nickname>\n\nReturns historical information on the last user with the given nickname.": "WHOWAS <nickname>\n\nRestituisce informazioni storiche sull'ultimo utente con quel nickname specificato.",
  "ZNC <module> [params]\n\nUsed to emulate features of the ZNC bouncer. This command is not intended\nfor direct use by end users.": "ZNC <modulo> [parametri]\n\nUsato per emulare le funzioni del bounder ZNC. Questo comando non è inteso\nper l'uso diretto da parte degli utenti finali."
}
