{
  "$bAPPROVE$b approves a user's vhost request.": "$bAPPROVE$b approva la richiesta vhost di un utente.",
  "$bDEL$b deletes a user's vhost.": "$bDEL$b cancella il vhost di un utente.",
  "$bFORBID$b prevents a user from using vhosts.": "$bFORBID$b proibisce ad un utente di usare vhosts.",
  "$bOFF$b disables your vhost, if you have one approved.": "$bOFF$b disabilita il tuo vhost, se ne hai approvato uno.",
  "$bOFFERLIST$b lists vhosts that can be taken without operator approval.": "$bOFFERLIST$b elenca i vhosts che possono essere presi senza l'approvazione di un operatore.",
  "$bON$b enables your vhost, if you have one approved.": "$bON$b abilita il tuo vhost, se ne hai approvato uno.",
  "$bPERMIT$b allows a user to use vhosts again.": "$bPERMIT$b permette ad un utente di usare i vhosts di nuovo.",
  "$bREJECT$b rejects a user's vhost request.": "$bREJECT$b rifiuta la richiesta vhost di un utente.",
  "$bREQUEST$b requests a new vhost, pending operator approval.": "$bREQUEST$b richiede un nuovo vhost, in attesa dell'approvazione dell'operatore.",
  "$bSET$b sets a user's vhost.": "$bSET$b imposta un vhost di un utente.",
  "$bSETCLOAKSECRET$b modifies the IP cloaking secret.": "",
  "$bSTATUS$b shows your vhost and request status.": "$bSTATUS$b mostra il tuo vhost e lo stato della richiesta.",
  "$bTAKE$b sets your vhost to one of the options from the offer list.": "$bTAKE$b imposta il tuo vhost su una delle opzioni dell'elenco delle offerte.",
  "$bWAITING$b shows a list of pending vhost requests.": "$bWAITING$b mostra una lista delle richieste vhost in attesa.",
  "HostServ lets you manage your vhost (i.e., the string displayed\nin place of your client's hostname/IP).": "HostServ permette di gestire il tuo vhost (i.e., la stringa mostrata \nal posto del hostname/IP del tuo client).",
  "Syntax: $bAPPROVE <user>$b\n\nAPPROVE approves a user's vhost request.": "Sintassi: $bAPPROVE <utente>$b\n\nAPPROVE approva la richiesta vhost di un utente.",
  "Syntax: $bDEL <user>$b\n\nDEL deletes a user's vhost.": "Sintassi: $bDEL <utente>$b\n\nDEL cancella il vhost di un utente.",
  "Syntax: $bFORBID <user>$b\n\nFORBID prevents a user from using any vhost, including ones on the offer list.": "Sintassi: $bFORBID <utente>$b\n\nFORBID proibisce ad un utente di usare qualsiasi vhost, inclusi quelli nella lista delle offerte.",
  "Syntax: $bOFF$b\n\nOFF disables your vhost, if you have one approved.": "Sintassi: $bOFF$b\n\nOFF disabilita il tuo vhost, if you have one approved.",
  "Syntax: $bOFFERLIST$b\n\nOFFERLIST lists vhosts that can be chosen without requiring operator approval;\nto use one of the listed vhosts, take it with /HOSTSERV TAKE.": "Sintassi: $bOFFERLIST$b\n\nelenca i vhosts che possono essere scelti senza richiedere l'approvazione dell'operatore;\nper utilizzare uno dei vhost elencati, usa il comando /HOSTSERV TAKE.",
  "Syntax: $bON$b\n\nON enables your vhost, if you have one approved.": "Sintassi: $bON$b\n\nON abilita il tuo vhost, se ne hai approvato uno.",
  "Syntax: $bPERMIT <user>$b\n\nPERMIT undoes FORBID, allowing the user to TAKE vhosts again.": "Sintassi: $bPERMIT <utente>$b\n\nPERMIT annulla FORBID, permettendo all'utente di prendere i vhosts di nuovo.",
  "Syntax: $bREJECT <user> [<reason>]$b\n\nREJECT rejects a user's vhost request, optionally giving them a reason\nfor the rejection.": "Sintassi: $bREJECT <utente> [<motivo>]$b\n\nREJECT rifiuta la richiesta vhost di un utente, fornendo opzionalmente\nun motivo per il rifiuto.",
  "Syntax: $bREQUEST <vhost>$b\n\nREQUEST requests that a new vhost by assigned to your account. The request must\nthen be approved by a server operator.": "Sintassi: $bREQUEST <vhost>$b\n\nREQUEST richiede che un nuovo vhost sia assegnato al vostro account. La richiesta deve\npoi essere approvata da un operatore del server.",
  "Syntax: $bSET <user> <vhost>$b\n\nSET sets a user's vhost, bypassing the request system.": "Syntax: $bSET <utente> <vhost>$b\n\nSET imposta il vhost di un utente, evitando il sistema di richieste.",
  "Syntax: $bSETCLOAKSECRET$b <secret> [code]\n\nSETCLOAKSECRET can be used to set or rotate the cloak secret. You should use\na cryptographically strong secret. To prevent accidental modification, a\nverification code is required; invoking the command without a code will\ndisplay the necessary code.": "",
  "Syntax: $bSTATUS [user]$b\n\nSTATUS displays your current vhost, if any, and the status of your most recent\nrequest for a new one. A server operator can view someone else's status.": "Syntax: $bSTATUS [utente]$b\n\nSTATUS mostra il tuo vhost attuale, se presente, e lo stato della tua richiesta più recente\nper un nuovo vhost. Un operatore del server può visualizzare lo stato di qualcun'altro.",
  "Syntax: $bTAKE$b <vhost>\n\nTAKE sets your vhost to one of the vhosts in the server's offer list; to see\nthe offered vhosts, use /HOSTSERV OFFERLIST.": "Sintassi: $bTAKE$b <vhost>\n\nTAKE imposta il tuo vhost su uno presente nella lista offerte del server; per vedere i vhost\nofferti, usa /HOSTSERV OFFERLIST.",
  "Syntax: $bWAITING$b\n\nWAITING shows a list of pending vhost requests, which can then be approved\nor rejected.": "Sintassi: $bWAITING$b\n\nWAITING mostra un elenco di richieste di vhost in sospeso, che possono poi essere approvate\no rifiutate.",
  "^[0-9A-Za-z.\\-_/]+$": "^[0-9A-Za-z.\\-_/]+$"
}
