{
  "$bAMODE$b modifies persistent mode settings for channel members.": "$bAMODE$b modifica in modo persistente le impostazioni del canale.",
  "$bCLEAR$b removes users or settings from a channel.": "$bCLEAR$b rimuove utenti o impostazioni da un canale.",
  "$bGET$b queries the current values of a channel's settings": "$bGET$b interroga i valori attuali delle impostazioni di un canale",
  "$bHISTORY$b\n'history' lets you control how channel history is stored. Your options are:\n1. 'off'        [no history]\n2. 'ephemeral'  [a limited amount of temporary history, not stored on disk]\n3. 'on'         [history stored in a permanent database, if available]\n4. 'default'    [use the server default]": "$bHISTORY$b\\n'history' consente di controllare come viene memorizzata la cronologia dei canali. Le opzioni sono:\n1. 'off'        [nessuna cronologia]\n2. 'ephemeral'  [una quantità limitata di cronologia temporanea, non memorizzata su disco]\n3. 'on'         [la cronologia è conservata in un database permanente]\n4. 'default'    [usa l'impostazione di default]",
  "$bINFO$b displays info about a registered channel.": "$bINFO$b mostra le info riguardanti un canale registrato.",
  "$bOP$b makes the given user (or yourself) a channel admin.": "$bOP$b rende l'utente specificato (o te stesso) un operatore del canale.",
  "$bPURGE$b blacklists a channel from the server.": "$bPURGE$b mette in lista nera un canale del server.",
  "$bREGISTER$b lets you own a given channel.": "$bREGISTER$b permette di registrare di un canale specificato.",
  "$bSET$b modifies a channel's settings": "$bSET$b modifica le impostazioni del canale",
  "$bTRANSFER$b transfers ownership of a channel to another user.": "$bTRANSFER$b trasferisce la proprietà di un canale ad un'altro utente.",
  "$bUNREGISTER$b deletes a channel registration.": "$bUNREGISTER$b cancella la registrazione di un canale.",
  "ChanServ lets you register and manage channels.": "ChanServ permette di registrare e gestire canali.",
  "Syntax $bSET #channel <setting> <value>$b\n\nSET modifies a channel's settings. The following settings are available:": "Sintassi $bSET #canale <impostazione> <valore>$b\n\nSET modifica le impostazioni di un canale. Sono disponibili le seguenti impostazioni:",
  "Syntax: $INFO #channel$b\n\nINFO displays info about a registered channel.": "Sintassi: $INFO #canale$b\n\nINFO mostra le informazioni di un canale.",
  "Syntax: $bCLEAR #channel target$b\n\nCLEAR removes users or settings from a channel. Specifically:\n\n$bCLEAR #channel users$b kicks all users except for you.\n$bCLEAR #channel access$b resets all stored bans, invites, ban exceptions,\nand persistent user-mode grants made with CS AMODE.": "Sintassi: $bCLEAR #canale target$b\n\nCLEAR rimuove utenti o impostazioni da un canale. Precisamente:\n\n$bCLEAR #canale users$b kicka tutti gli utenti dal canale tranne te.\n$bCLEAR #canale access$b resetta tutti i ban, inviti, eccezioni al ban,\ne permessi persistenti degli utenti fatti con CS AMODE.",
  "Syntax: $bGET #channel <setting>$b\n\nGET queries the current values of the channel settings. For more information\non the settings and their possible values, see HELP SET.": "Sintassi: $bGET #canale <impostazione>$b\n\nGET interroga i valori attuali delle impostazioni del canale. Per ulteriori informazioni\nsulle impostazioni e i loro possibili valori, vedi HELP SET.",
  "Syntax: $bOP #channel [nickname]$b\n\nOP makes the given nickname, or yourself, a channel admin. You can only use\nthis command if you're the founder of the channel.": "Sintassi: $bOP #canale [nickname]$b\n\nOP fa diventare il nick specificato, o te stesso, un operatore del canale. Puoi usare \nquesto comando solo se sei il fondatore del canale.",
  "Syntax: $bREGISTER #channel$b\n\nREGISTER lets you own the given channel. If you rejoin this channel, you'll be\ngiven admin privs on it. Modes set on the channel and the topic will also be\nremembered.": "Sintassi: $bREGISTER #canale$b\n\nREGISTER permette di possedere il canale specificato. Se rientri nel canale, \nti verranno dati privilegi di amministratore in esso. Le impostazioni del canale ed il topic verranno memorizzati.",
  "Syntax: $bTRANSFER [accept] #channel user [code]$b\n\nTRANSFER transfers ownership of a channel from one user to another.\nTo prevent accidental transfers, a verification code is required. For\nexample, $bTRANSFER #channel alice$b displays the required confirmation\ncode, then $bTRANSFER #channel alice 2930242125$b initiates the transfer.\nUnless you are an IRC operator with the correct permissions, alice must\nthen accept the transfer, which she can do with $bTRANSFER accept #channel$b.\nTo cancel a pending transfer, transfer the channel to yourself.": "Sintassi: $bTRANSFER [accept] #canale utente [codice]$b\n\nTRANSFER trasferisce la proprietà di un canale da un utente ad un'altro.\nPer prevenire trasferimenti accidentali, è richiesto un codice di verifica. \nPer esempio, $bTRANSFER #canale alice$b mostra il codice di verifica richiesto, \npoi $bTRANSFER #canale alice 2930242125$b inizia il trasferimento.\nA meno che tu non sia un IRCOp con i permessi corretti, alice deve poi accettare il trasferimento, che può fare con $bTRANSFER accept #canale$b.\nPer cancellare un trasferimento in sospeso, trasferisci il canale a te stesso.",
  "Syntax: $bUNREGISTER #channel [code]$b\n\nUNREGISTER deletes a channel registration, allowing someone else to claim it.\nTo prevent accidental unregistrations, a verification code is required;\ninvoking the command without a code will display the necessary code.": "Sintassi: $bUNREGISTER #canale [codice]$b\n\nUNREGISTER cancella la registrazione di un canale, permettendo a chiunque di registrarlo.\nPer prevenire cancellazioni impreviste, è richiesto un codice di verifica;\nusare il comando senza un codice, mostrerà il codice di verifica richiesto."
}
