{
  "NickServ lets you register and login to an account.\n\nTo see in-depth help for a specific NickServ command, try:\n    $b/NS HELP <command>$b\n\nHere are the commands you can use:\n%s": "NickServ permette di registrare ed accedere ad un account.\n\nPer vedere la guida di un comando NickServ specifico, prova:\n$b/NS HELP <comando>$b\n\nEcco i comandi che puoi usare:\n%s",
  "Syntax: $bDROP [nickname]$b\n\nDROP de-links the given (or your current) nickname from your user account.": "Sintassi: $bDROP [nickname]$b\n\nDROP scollega il nickname specificato (o il tuo nick attuale) dal tuo account utente.",
  "Syntax: $bENFORCE [method]$b\n\nENFORCE lets you specify a custom enforcement mechanism for your registered\nnicknames. Your options are:\n1. 'none'    [no enforcement, overriding the server default]\n2. 'timeout' [anyone using the nick must authenticate before a deadline,\n              or else they will be renamed]\n3. 'strict'  [you must already be authenticated to use the nick]\n4. 'default' [use the server default]\nWith no arguments, queries your current enforcement status.": "Sintassi: $bENFORCE [metodo]$b\nENFORCE permette di impostare un metodo di sicurezza per i tuoi nickname registrati. Le tue opzioni sono:\n1. 'none'    [nessuna sicurezza, sovrascrive le impostazioni di default del server]\n2. 'timeout' [chiunque usi questo nick deve essere autenticato entro una scadenza,\no essi verranno rinominati]\n3. 'strict'  [devi essere autenticato per usare questo nick]\n4. 'default' [usa l'impostazione di default del server]\nSenza argomenti, interroga l'attuale stato del metodo di sicurezza.",
  "Syntax: $bGHOST <nickname>$b\n\nGHOST disconnects the given user from the network if they're logged in with the\nsame user account, letting you reclaim your nickname.": "Sintassi: $bGHOST <nickname>$b\n\nGHOST disconnette il nickname specificato dalla rete se è loggato con lo \nstesso account utente, permettendoti di rivendicare il nickname.",
  "Syntax: $bGROUP$b\n\nGROUP links your current nickname with your logged-in account, so other people\nwill not be able to use it.": "Sintassi: $bGROUP$b\n\nGROUP collega il tuo nickname attuale con il tuo account loggato, quindi altre persone \nnon potranno usarlo.",
  "Syntax: $bIDENTIFY <username> [password]$b\n\nIDENTIFY lets you login to the given username using either password auth, or\ncertfp (your client certificate) if a password is not given.": "Sintassi: $bIDENTIFY <username> [password]$b\n\nIDENTIFY consente di accedere al nome utente indicato utilizzando la password, oppure\ncertfp (certificato del client) se non viene data una password.",
  "Syntax: $bINFO [username]$b\n\nINFO gives you information about the given (or your own) user account.": "Sintassi: $bINFO [username]$b\n\nINFO da informazioni riguardanti l'utente specificato (o il proprio) account utente.",
  "Syntax: $bPASSWD <current> <new> <new_again>$b\nOr:     $bPASSWD <username> <new>$b\n\nPASSWD lets you change your account password. You must supply your current\npassword and confirm the new one by typing it twice. If you're an IRC operator\nwith the correct permissions, you can use PASSWD to reset someone else's\npassword by supplying their username and then the desired password.": "Sintassi: $bPASSWD <attuale> <nuova> <conferma_password>$b\nOppure:  $bPASSWD <username> <nuova>$b\n\nPASSWD permette di cambiare la password del tuo account. Devi fornire la tua password attuale e confermare la nuova inserendola due volte. Se sei un IRCOpcon i permessi attuali, \npuoi usare PASSWD per resettare la password di qualcun'altro fornendo il loro username e la password desiderata.",
  "Syntax: $bREGISTER <username> <email> [password]$b\n\nREGISTER lets you register a user account. If the server allows anonymous\nregistration, you can send an asterisk (*) as the email address.\n\nIf the password is left out, your account will be registered to your TLS client\ncertificate (and you will need to use that certificate to login in future).": "Sintassi: $bREGISTER <username> <email> [password]$b\n\nREGISTER permette di registrare un account utente. Se il server permette la registrazione anonima, \npuoi usare un asterisco (*) come indirizzo email.\n\nSe la password viene tralasciata, il tuo account verrà registrato con il certificato TLS\ndel client (e dovrai usare quel certificato per accedere in futuro).",
  "Syntax: $bSADROP <nickname>$b\n\nSADROP forcibly de-links the given nickname from the attached user account.": "Sintassi: $bSADROP <nickname>$b\n\nSADROP scollega forzatamente il nickname specificato dal suo account utente.",
  "Syntax: $bSAREGISTER <username> <password>$b\n\nSAREGISTER registers an account on someone else's behalf.\nThis is for use in configurations that require SASL for all connections;\nan administrator can set use this command to set up user accounts.": "Sintassi: $bSAREGISTER <username> <password>$b\n\nSAREGISTER registra un account a nome di qualcun'altro.\nQuesto è per l'uso in configurazioni che richiedono la SASL per tutte le connessioni;\nun amministratore può impostare l'uso di questo comando per impostare gli account utente.",
  "Syntax: $bSESSIONS [nickname]$b\n\nSESSIONS lists information about the sessions currently attached, via\nthe server's bouncer functionality, to your nickname. An administrator\ncan use this command to list another user's sessions.": "Sintassi: $bSESSIONS [nickname]$b\n\nSESSIONS elenca le informazioni sulle sessioni attive, con la funzionalità del bouncer del server, \nal tuo nickname. Un amministratore può usare questo comando per elencare le sessioni di un'altro utente.",
  "Syntax: $bUNREGISTER <username> [code]$b\n\nUNREGISTER lets you delete your user account (or someone else's, if you're an\nIRC operator with the correct permissions). To prevent accidental\nunregistrations, a verification code is required; invoking the command without\na code will display the necessary code.": "Sintassi: $bUNREGISTER <username> [codice]$b\n\nUNREGISTER permette di cancellare il tuo account utente (o quello di qualcun'altro, \nse sei un IRCOp con i permessi corretti). Per prevenire cancellazioni accidentali, \nè richiesto un codice di verifica; usare il comando senza un codice, visualizzerà il codice di verifica richiesto.",
  "Syntax: $bVERIFY <username> <code>$b\n\nVERIFY lets you complete an account registration, if the server requires email\nor other verification.": "Sintassi: $bVERIFY <username> <codice>$b\n\nVERIFY permette di completare la registrazione di un account, se il server richiede la verifica via email\n o un altro tipo di verifica."
}
