{
  "Insufficient privileges": "Privilegi insufficienti",
  "Invalid parameters": "Parametri non validi",
  "Password incorrect": "Password errata",
  "Syntax: $bDROP [nickname]$b\n\nDROP de-links the given (or your current) nickname from your user account.": "Sintassi: $bDROP [nickname]$b\n\nDROP scollega il nickname specificato (o il tuo nick attuale) dal tuo account utente.",
  "Syntax: $bGHOST <nickname>$b\n\nGHOST disconnects the given user from the network if they're logged in with the\nsame user account, letting you reclaim your nickname.": "Sintassi: $bGHOST <nickname>$b\n\nGHOST disconnette il nickname specificato dalla rete se è loggato con lo \nstesso account utente, permettendoti di rivendicare il nickname.",
  "Syntax: $bGROUP$b\n\nGROUP links your current nickname with your logged-in account, so other people\nwill not be able to use it.": "Sintassi: $bGROUP$b\n\nGROUP collega il tuo nickname attuale con il tuo account loggato, quindi altre persone \nnon potranno usarlo.",
  "Syntax: $bIDENTIFY <username> [password]$b\n\nIDENTIFY lets you login to the given username using either password auth, or\ncertfp (your client certificate) if a password is not given.": "Sintassi: $bIDENTIFY <username> [password]$b\n\nIDENTIFY consente di accedere al nome utente indicato utilizzando la password, oppure\ncertfp (certificato del client) se non viene data una password.",
  "Syntax: $bINFO [username]$b\n\nINFO gives you information about the given (or your own) user account.": "Sintassi: $bINFO [username]$b\n\nINFO da informazioni riguardanti l'utente specificato (o il proprio) account utente.",
  "Syntax: $bSADROP <nickname>$b\n\nSADROP forcibly de-links the given nickname from the attached user account.": "Sintassi: $bSADROP <nickname>$b\n\nSADROP scollega forzatamente il nickname specificato dal suo account utente.",
  "Syntax: $bUNREGISTER <username> [code]$b\n\nUNREGISTER lets you delete your user account (or someone else's, if you're an\nIRC operator with the correct permissions). To prevent accidental\nunregistrations, a verification code is required; invoking the command without\na code will display the necessary code.": "Sintassi: $bUNREGISTER <username> [codice]$b\n\nUNREGISTER permette di cancellare il tuo account utente (o quello di qualcun'altro, \nse sei un IRCOp con i permessi corretti). Per prevenire cancellazioni accidentali, \nè richiesto un codice di verifica; usare il comando senza un codice, visualizzerà il codice di verifica richiesto.",
  "Syntax: $bVERIFY <username> <code>$b\n\nVERIFY lets you complete an account registration, if the server requires email\nor other verification.": "Sintassi: $bVERIFY <username> <codice>$b\n\nVERIFY permette di completare la registrazione di un account, se il server richiede la verifica via email\n o un altro tipo di verifica.",
  "You're not logged into an account": "Non sei loggato in un account"
}
