{
  "$bAMODE$b modifies persistent mode settings for channel members.": "$bAMODE$b modifica configurações do modo persistente para membros do canal.",
  "$bCLEAR$b removes users or settings from a channel.": "$bCLEAR$b exclui usuários ou configurações de um canal.",
  "$bDEOP$b removes the given user (or yourself) from a channel admin.": "$bDEOP$b remove a permissão de administrador de canal do usuário informado (ou você mesmo).",
  "$bGET$b queries the current values of a channel's settings": "$bGET$b consulta os valores atuais de configuração de um canal",
  "$bHISTORY$b\n'history' lets you control how channel history is stored. Your options are:\n1. 'off'        [no history]\n2. 'ephemeral'  [a limited amount of temporary history, not stored on disk]\n3. 'on'         [history stored in a permanent database, if available]\n4. 'default'    [use the server default]": "$bHISTORY$b\n'history' permite controlar como o histórico de canal é armazenado. Suas opções são:\n1. 'off'        [nenhum histórico]\n2. 'ephemeral'  [uma quantidade limitada de histórico é temporariamente armazenada, não há armazenamento no disco]\n3. 'on'         [histórico armazenado em um banco de dados, se disponível]\n4. 'default'    [usa o padrão do servidor]",
  "$bINFO$b displays info about a registered channel.": "$bINFO$b exibe informação sobre um canal registrado.",
  "$bLIST$b searches the list of registered channels.": "$bLIST$b busca a lista de canais registrados.",
  "$bOP$b makes the given user (or yourself) a channel admin.": "$bOP$b torna o usuário informado (ou você mesmo) um administrador de canal.",
  "$bPURGE$b blacklists a channel from the server.": "$bPURGE$b bloqueia um canal do servidor.",
  "$bREGISTER$b lets you own a given channel.": "$bREGISTER$b permite tornar-se dono do canal informado.",
  "$bSET$b modifies a channel's settings": "$bSET$b modifica as configurações de um canal",
  "$bTRANSFER$b transfers ownership of a channel to another user.": "$bTRANSFER$b transfere a posse de um canal para outro usuário.",
  "$bUNREGISTER$b deletes a channel registration.": "$bUNREGISTER$b exclui o registro de um canal.",
  "ChanServ lets you register and manage channels.": "ChanServ permite registrar e gerenciar canais.",
  "Syntax $bSET #channel <setting> <value>$b\n\nSET modifies a channel's settings. The following settings are available:": "Sintaxe $bSET #canal <setting> <value>$b\n\nSET modifica as configurações de um canal. As seguintes configurações estão disponíveis:",
  "Syntax: $INFO #channel$b\n\nINFO displays info about a registered channel.": "Sintaxe: $INFO #canal$b\n\nINFO exibe informação sobre um canal registrado.",
  "Syntax: $bCLEAR #channel target$b\n\nCLEAR removes users or settings from a channel. Specifically:\n\n$bCLEAR #channel users$b kicks all users except for you.\n$bCLEAR #channel access$b resets all stored bans, invites, ban exceptions,\nand persistent user-mode grants made with CS AMODE.": "Sintaxe: $bCLEAR #canal alvo$b\n\nCLEAR exclui usuários ou configurações de um canal. Especificamente: \n\n$bCLEAR #canal users$b expulsa todos os usuários exceto você.\n$bCLEAR #canal access$b remove banimentos armazenados, convites, exceções a\nbanimentos e modos de usuário persistente concedidos através de CS AMODE.",
  "Syntax: $bDEOP #channel [nickname]$b\n\nDEOP removes the given nickname, or yourself, the channel admin. You can only use\nthis command if you're the founder of the channel.": "Sintaxe: $bDEOP #channel [nickname]$b\n\nDEOP remove o apelido informado, ou seu próprio, o admin do canal. Este comando\nsó pode ser usado pelo fundador do canal.",
  "Syntax: $bGET #channel <setting>$b\n\nGET queries the current values of the channel settings. For more information\non the settings and their possible values, see HELP SET.": "Sintaxe: $bGET #canal <setting>$b\n\nGET consulta os valores de configuração atuais do canal. Para mais informações\nsobre as configurações e seus possíveis valores, veja HELP SET.",
  "Syntax: $bLIST [regex]$b\n\nLIST returns the list of registered channels, which match the given regex.\nIf no regex is provided, all registered channels are returned.": "Sintaxe: $bLIST [regex]$b\n\nLIST retorna a lista de canais registrados, que corresponde à expressão regular informada.\nCaso nenhuma expressão regular for informada, todos os canais registrados são retornados.",
  "Syntax: $bOP #channel [nickname]$b\n\nOP makes the given nickname, or yourself, a channel admin. You can only use\nthis command if you're the founder of the channel.": "Sintaxe: $bOP #canal [nickname]$b\n\nOP torna o nome de usuário, ou você mesmo, administrador do canal. Este\ncomando só pode ser usado pelo fundador do canal.",
  "Syntax: $bREGISTER #channel$b\n\nREGISTER lets you own the given channel. If you rejoin this channel, you'll be\ngiven admin privs on it. Modes set on the channel and the topic will also be\nremembered.": "Sintaxe: $bREGISTER #canal$b\n\nREGISTER permite tornar-se dono do canal informado. Se você voltar a\nentrar no canal, terá privilégios de administrador concedidos nele.\nModos de usuário definidos no canal e o tópico também serão lembrados.",
  "Syntax: $bTRANSFER [accept] #channel user [code]$b\n\nTRANSFER transfers ownership of a channel from one user to another.\nTo prevent accidental transfers, a verification code is required. For\nexample, $bTRANSFER #channel alice$b displays the required confirmation\ncode, then $bTRANSFER #channel alice 2930242125$b initiates the transfer.\nUnless you are an IRC operator with the correct permissions, alice must\nthen accept the transfer, which she can do with $bTRANSFER accept #channel$b.\nTo cancel a pending transfer, transfer the channel to yourself.": "Sintaxe: $bTRANSFER [accept] #canal usuário [code]$b\n\nTRANSFER transfere a posse de um canal para outro usuário.\nUm código de verificação é necessário para a prevenção de\ntransferências acidentais. Por exemplo. $bTRANSFER #canal alice$b\nexibe o código de verificação, depois $bTRANSFER #canal alice 2930242125$b\ninicia a transferência. Ao menos que a transferência seja feita por um\noperador de IRC com as permissões corretas, alice deve aceitar a transferência,\nque é feita com $bTRANSFER accept #canal$b.\nPara cancelar uma transferência pendente, transfira canal paravocê mesmo.",
  "Syntax: $bUNREGISTER #channel [code]$b\n\nUNREGISTER deletes a channel registration, allowing someone else to claim it.\nTo prevent accidental unregistrations, a verification code is required;\ninvoking the command without a code will display the necessary code.": "Sintaxe: $bUNREGISTER #canal [code]$b\n\nUNREGISTER exclui o registro de um canal, permitindo que outro usuário\no obtenha. Um código de verificação é necessário para evitar a exclusão\nacidental de registros; O código necessário é exibido ao invocar o comando\nsem ele."
}
