{
  "$bALWAYS-ON$b\n'always-on' controls whether your nickname/identity will remain active\neven while you are disconnected from the server. Your options are 'true',\n'false', and 'default' (use the server default value).": "$bALWAYS-ON$b\n'always-on' controla se um apelido/identidade manterá-se ativo\nmesmo depois de desconectado do servidor. As opções são 'true',\n'false' e 'default' (usar o valor padrão definido no servidor).",
  "$bAUTO-AWAY$b\n'auto-away' is only effective for always-on clients. If enabled, you will\nautomatically be marked away when all your sessions are disconnected, and\nautomatically return from away when you connect again.": "$bAUTO-AWAY$b\n'auto-away' só é efetivo para clients configurados com 'always-on'.\nSe ativado, ao desconectar-se de todas as sessões a identidade será\nautomaticamente marcada como 'away', e automaticamente\ndesmarcada quando uma nova conexão acontece.",
  "$bAUTOREPLAY-LINES$b\n'autoreplay-lines' controls the number of lines of channel history that will\nbe replayed to you automatically when joining a channel. Your options are any\npositive number, 0 to disable the feature, and 'default' to use the server\ndefault.": "$bAUTOREPLAY-LINES$b\n'autoreplay-lines' controla a quantidade de linhas de histórico que serão\nexibidas automaticamente ao entrar em um canal. Suas opções são\nqualquer número positivo, 0 para desativar o recurso e 'default' para\nusar a configuração padrão definida no servidor.",
  "$bAUTOREPLAY-MISSED$b\n'autoreplay-missed' is only effective for always-on clients. If enabled,\nif you have at most one active session, the server will remember the time\nyou disconnect and then replay missed messages to you when you reconnect.\nYour options are 'on' and 'off'.": "$bAUTOREPLAY-MISSED$b\n'autoreplay-missed' só é efetivo para clients configurados com 'always-on'.\nSe ativado, e houver no máximo uma sessão ativa, o servidor lembrará o\nmomento da desconexão, e então, exibir as mensagens perdidas quando\numa nova conexão acontecer.\nSuas opções são 'on' e 'off'.",
  "$bCERT$b controls a user account's certificate fingerprints": "$bCERT$b controla a assinatura de certificado da conta de um usuário",
  "$bCLIENTS$b can list and logout the sessions attached to a nickname.": "$bCLIENTS$b pode exibir e fechar sessões atreladas a um apelido.",
  "$bDM-HISTORY$b\n'dm-history' is only effective for always-on clients. It lets you control\nhow the history of your direct messages is stored. Your options are:\n1. 'off'        [no history]\n2. 'ephemeral'  [a limited amount of temporary history, not stored on disk]\n3. 'on'         [history stored in a permanent database, if available]\n4. 'default'    [use the server default]": "$bDM-HISTORY$b\n'dm-history' só é efetivo para clients configurados com 'always-on'.\nPermite controlar como o história de mensagens diretas é\narmazenado. Suas opções são:\n1. 'off'        [nenhum histórico]\n2. 'ephemeral'  [pequena quantidade de histórico armazenado temporariamente]\n3. 'on'         [histórico armazenado em um banco de dados persistente, se disponível]\n4. 'default'    [usa a configuração padrão definida no servidor]",
  "$bDROP$b de-links your current (or the given) nickname from your user account.": "$bDROP$b dissocia o apelido especificado (ou seu próprio) da conta de usuário.",
  "$bENFORCE$b\n'enforce' lets you specify a custom enforcement mechanism for your registered\nnicknames. Your options are:\n1. 'none'    [no enforcement, overriding the server default]\n2. 'strict'  [you must already be authenticated to use the nick]\n3. 'default' [use the server default]": "$bENFORCE$b\n'enforce' permite especificar um mecanismo de cumprimento\nde diretivas personalizado para apelidos registrados.\nSuas opções são:\n1. 'none'    [nenhuma diretiva, sobrescrevendo o  padrão definido no servidor]\n2. 'strict'  [é necessário estar autenticado para usar o apelido]\n3. 'default' [usa o padrão definido no servidor]",
  "$bERASE$b erases all records of an account, allowing reuse.": "$bERASE$b exclui todos os registro de uma conta, permitindo reutilização.",
  "$bGET$b queries the current values of your account settings": "$bGET$b consulta os valores atuais da configuração de conta",
  "$bGHOST$b reclaims your nickname.": "$bGHOST$b reapropria o apelido.",
  "$bGROUP$b links your current nickname to your user account.": "$bGROUP$b associa o apelido atual à conta de usuário.",
  "$bIDENTIFY$b lets you login to your account.": "$bIDENTIFY$b permite autenticar-se com uma conta.",
  "$bINFO$b gives you information on a user account.": "$bINFO$b exibe informação sobre uma conta de usuário.",
  "$bLIST$b searches the list of registered nicknames.": "$bLIST$b busca a lista de canais registrados.",
  "$bMULTICLIENT$b\nIf 'multiclient' is enabled and you are already logged in and using a nick, a\nsecond client of yours that authenticates with SASL and requests the same nick\nis allowed to attach to the nick as well (this is comparable to the behavior\nof IRC \"bouncers\" like ZNC). Your options are 'on' (allow this behavior),\n'off' (disallow it), and 'default' (use the server default value).": "$bMULTICLIENT$b\nSe 'multiclient' estivar ativado e o usuário autenticado e usando um apelido,\né permitido a um segundo client que autentique com SASL associar o\nmesmo apelido (isto é comparável ao comportamentodos IRC \"bouncers\"\ncomo ZNC). Suas opções são 'on' (permitir este comportamento),\n'off' (proibir) e 'default' (usar a configuração padrão definida no servidor).",
  "$bPASSWD$b lets you change your password.": "$bPASSWD$b permite alterar a senha.",
  "$bREGISTER$b lets you register a user account.": "$bREGISTER$b permite cadastrar uma conta.",
  "$bREPLAY-JOINS$b\n'replay-joins' controls whether replayed channel history will include\nlines for join and part. This provides more information about the context of\nmessages, but may be spammy. Your options are 'always', 'never', and the default\nof 'commands-only' (the messages will be replayed in /HISTORY output, but not\nduring autoreplay).": "$bREPLAY-JOINS$b\n'replay-joins' controla se as mensagens de histórico exibidas mostraão linhas\nsobre saída e entra de usuários. As linhas informam mais contexto das mensagens,\nmas podem ser excessivas. Suas opções são 'always' (sempre), 'never' (nunca) e o padrão,\n''commands-only' (as linhas são exibidas na saída do comando /HISTORY, mas não\ndurante a exibição automática).",
  "$bSADROP$b forcibly de-links the given nickname from its user account.": "$bSADROP$b forçadamente dissocia o apelido informado de sua conta de usuário.",
  "$bSAGET$b queries the current values of another user's account settings": "$bSAGET$b consulta os calores atuais de configuração de uma conta de usuário",
  "$bSAREGISTER$b registers an account on someone else's behalf.": "$bSAREGISTER$b registrar uma conta em nome de outra pessoa.",
  "$bSASET$b modifies another user's account settings": "$bSASET$b modifica configurações da conta de outro usuário",
  "$bSET$b modifies your account settings": "$bSET$b modifica as configurações da sua conta",
  "$bSUSPEND$b manages account suspensions": "$bSUSPEND$b gerencia suspensão de contas",
  "$bUNREGISTER$b lets you delete your user account.": "$bUNREGISTER$b permite excluir sua conta de usuário.",
  "$bVERIFY$b lets you complete account registration.": "$bVERIFY$b permite completar o registro de conta.",
  "NickServ lets you register, log in to, and manage an account.": "NickServ permite registrar, entrar com, ou gerenciar uma conta.",
  "Password incorrect": "Senha incorreta",
  "Passwords do not match": "As senhas não correspondem",
  "Syntax $bSET <setting> <value>$b\n\nSET modifies your account settings. The following settings are available:": "Sintaxe $bSET <setting> <value>$b\n\nSET modifica configurações da sua conta. Os seguintes parâmetros estão disponíveis:",
  "Syntax: $bCERT <LIST | ADD | DEL> [account] [certfp]$b\n\nCERT examines or modifies the TLS certificate fingerprints that can be used to\nlog into an account. Specifically, $bCERT LIST$b lists the authorized\nfingerprints, $bCERT ADD <fingerprint>$b adds a new fingerprint, and\n$bCERT DEL <fingerprint>$b removes a fingerprint. If you're an IRC operator\nwith the correct permissions, you can act on another user's account, for\nexample with $bCERT ADD <account> <fingerprint>$b.": "Sintaxe: $bCERT <LIST | ADD | DEL> [account] [certfp]$b\n\nCERT exame ou modifica a assinatura do certificado TLS que pode\nser usado para entrar com uma conta. Especificamente, $bCERT LIST$b\nexibe assinaturas autorizadas. $bCERT ADD <fingerprint>$b adiciona uma\nnova assinatura, e $bCERT DEL <fingerprint>$b remove uma assinatura.\nOperadores IRC com as permissões corretas podem atuar na conta de\noutros usuários, por exemplo, $bCERT ADD <account> <fingerprint>$b.",
  "Syntax: $bCLIENTS LIST [nickname]$b\n\nCLIENTS LIST shows information about the clients currently attached, via\nthe server's multiclient functionality, to your nickname. An administrator\ncan use this command to list another user's clients.\n\nSyntax: $bCLIENTS LOGOUT [nickname] [client_id/all]$b\n\nCLIENTS LOGOUT detaches a single client, or all other clients currently\nattached, via the server's multiclient functionality, to your nickname. An\nadministrator can use this command to logout another user's clients.": "Sintaxe: $bCLIENTS LIST [nickname]$b\n\nCLIENTS LIST mostra informação sobre clientes associados através\nda funcionalidade 'multiclient' ao seu apelido. Administradores podem\nusar este comando para exibir os clientes de outros usuários.\n\nSintaxe: $bCLIENTS LOGOUT [nickname] [client_id/all]$b\n\nCLIENTS LOGOUT desconecta um único cliente, ou todos os outros clientes\natualmente associados através da funcionalidade 'multiclient' ao seu\napelido. Administradores podemusar este comando para desconectar\nclientes de outros usuários.",
  "Syntax: $bDROP [nickname]$b\n\nDROP de-links the given (or your current) nickname from your user account.": "Sintaxe: $bDROP [nickname]$b\n\nDROP dissocia o apelido informado (ou o atual) da sua conta de usuário.",
  "Syntax: $bENFORCE [method]$b\n\nENFORCE is an alias for $bGET enforce$b and $bSET enforce$b. See the help\nentry for $bSET$b for more information.": "Sintaxe: $bENFORCE [method]$b\n\nENFORCE é um nome alternativo para $bGET enforce$b e $bSET enforce$b. Veja\na documentação de $bSET$b para mais informações.",
  "Syntax: $bERASE <username> [code]$b\n\nERASE deletes all records of an account, allowing it to be re-registered.\nThis should be used with caution, because it violates an expectation that\naccount names are permanent identifiers. Typically, UNREGISTER should be\nused instead. A confirmation code is required; invoking the command\nwithout a code will display the necessary code.": "Sintaxe: $bERASE <username> [code]$b\n\nERASE exclui todos os registros de um cadastro, permitindo que ele seja\nrecriado. Deve ser usado com cautela, porque viola a expectativa de\nque o nome da conta é um identificador permanente. Geralmente,\nUNREGISTER deve ser usado no lugar. Um código de confirmação é\nnecessário; ao invocar o comando sem informar o código, ele será\nexibido.",
  "Syntax: $bGET <setting>$b\n\nGET queries the current values of your account settings. For more information\non the settings and their possible values, see HELP SET.": "Sintaxe: $bGET <setting>$b\n\nGET consulta os valores de configuração atuais da sua conta. Para mais informações\nsobre as configurações e seus possíveis valores, veja HELP SET.",
  "You're not logged into an account": "Você não está logado em uma conta"
}
