{
  "$bDEL$b deletes a user's vhost.": "$bDEL$b exclui o vhost de um usuário.",
  "$bOFF$b disables your vhost, if you have one approved.": "$bOFF$b desativa seu vhost, caso você tenha um aprovado.",
  "$bON$b enables your vhost, if you have one approved.": "$bON$b ativa seu vhost, caso você tenha um aprovado.",
  "$bSET$b sets a user's vhost.": "$bSET$b define o vhost de um usuário.",
  "$bSETCLOAKSECRET$b modifies the IP cloaking secret.": "$bSETCLOAKSECRET$b modifica o segredo de IP cloaking.",
  "$bSTATUS$b shows your vhost and request status.": "$bSTATUS$b mostra seu vhost e o status da requisição.",
  "HostServ lets you manage your vhost (i.e., the string displayed\nin place of your client's hostname/IP).": "HostServ permite gerenciar seu vhost (o texto exibido no lugar do nome/IP do seu client).",
  "Syntax: $bDEL <user>$b\n\nDEL deletes a user's vhost.": "Sintaxe: $bDEL <user>$b\n\nDEL exclui o vhost de um usuário.",
  "Syntax: $bOFF$b\n\nOFF disables your vhost, if you have one approved.": "Sintaxe: $bOFF$b\n\nOFF desativa seu vhost, caso você tenha um aprovado.",
  "Syntax: $bON$b\n\nON enables your vhost, if you have one approved.": "Sintaxe: $bON$b\n\nON ativa seu vhost, caso você tenha um aprovado.",
  "Syntax: $bSET <user> <vhost>$b\n\nSET sets a user's vhost, bypassing the request system.": "Sintaxe: $bSET <user> <vhost>$b\n\nSET define o vhost de um usuário ignorando o sistema de requisição.",
  "Syntax: $bSETCLOAKSECRET$b <secret> [code]\n\nSETCLOAKSECRET can be used to set or rotate the cloak secret. You should use\na cryptographically strong secret. To prevent accidental modification, a\nverification code is required; invoking the command without a code will\ndisplay the necessary code.": "Sintaxe: $bSETCLOAKSECRET$b <secret> [code]\n\nSETCLOAKSECRET pode ser usado para definir ou rotacionar o segredo de capa. Você deve usar um segredo criptograficamente forte. Para prevenir alteração acidental, um código de verificação é necessário; este código é exibido ao invocar o comando sem ele.",
  "Syntax: $bSTATUS [user]$b\n\nSTATUS displays your current vhost, if any, and the status of your most recent\nrequest for a new one. A server operator can view someone else's status.": "Sintaxe: $bSTATUS [user]$b\n\nSTATUS exibe o seu vhost atual, se existir, e o estado da sua requisição mais recente por um novo. Operadores de servidor podem ver o estado de outro usuário.",
  "^[0-9A-Za-z.\\-_/]+$": "^[0-9A-Za-z.\\-_/]+$"
}
