{
  "$bALWAYS-ON$b\n'always-on' controls whether your nickname/identity will remain active\neven while you are disconnected from the server. Your options are 'true',\n'false', and 'default' (use the server default value).": "$bALWAYS-ON$b\nOpțiunea „always-on” controlează dacă pseudonimul/identitatea ta vor rămâne active\nchiar și atunci când te-ai deconectat de la server. Opțiunile disponibile, sunt „true”,\n„false”, și „default” (utilizează valoarea implicită a serverului).",
  "$bAUTO-AWAY$b\n'auto-away' is only effective for always-on clients. If enabled, you will\nautomatically be marked away when all your sessions are disconnected, and\nautomatically return from away when you connect again.": "$bAUTO-AWAY$b\nOpțiunea „auto-away” este diponibilă doar pentru clienții ce au opțiunea „always-on” activată.\nDacă este activă, serverul te va trece, automat, în modul plecat de la tastatură atunci când\ntoate sesiunile tale sunt deconectate, și invers, te va scoate din modul plecat de la tastatură,\ncând te vei reconecta.",
  "$bAUTOREPLAY-LINES$b\n'autoreplay-lines' controls the number of lines of channel history that will\nbe replayed to you automatically when joining a channel. Your options are any\npositive number, 0 to disable the feature, and 'default' to use the server\ndefault.": "$bAUTOREPLAY-LINES$b\nOpțiunea „autoreplay-lines” controlează numărul liniilor istoricului de canal ce vor fi\nredate în mod automat, atunci când intri pe un canal. Opțiunile disponibile, sunt:\n1. Orice număr întreg, pozitiv\n2. 0 (zero) pentru a dezactiva opțiunea\n3. „default” - folosește setarea implicită, a serverului",
  "$bAUTOREPLAY-MISSED$b\n'autoreplay-missed' is only effective for always-on clients. If enabled,\nif you have at most one active session, the server will remember the time\nyou disconnect and then replay missed messages to you when you reconnect.\nYour options are 'on' and 'off'.": "$bAUTOREPLAY-MISSED$b\nOpțiunea „autoreplay-missed” are efect doar pentru clienții cu opțiunea „always-on”\nactivă. Dacă este activată și ai maxim o sesiune activă, serverul va reține când te-ai\ndeconectat și îți va reda mesajele pierdute, atunci când te reconectezi.\nOpțiunile disponibile sunt „on” și „off”.",
  "$bCERT$b controls a user account's certificate fingerprints": "$bCERT$b controlează amprentele certificatului aparținând unui cont de utilizator",
  "$bDM-HISTORY$b\n'dm-history' is only effective for always-on clients. It lets you control\nhow the history of your direct messages is stored. Your options are:\n1. 'off'        [no history]\n2. 'ephemeral'  [a limited amount of temporary history, not stored on disk]\n3. 'on'         [history stored in a permanent database, if available]\n4. 'default'    [use the server default]": "$bDM-HISTORY$b\nOpțiunea „dm-history” are efect doar pentru conturile cu parametrul „always-on” activ.\nÎți permite să gestionezi modul în care istoricul mesajelor directe este stocat.\nOpțiunile disponibile, sunt:\n1. „off”               [fără istoric]\n2. „ephemeral”  [istoric temporar, de dimensiune limitată, nu se stochează pe disc]\n3. „on”               [istoricul se stochează permanen, într-o bază de date, dacă este disponibilă]\n4. „default”        [folosește setările implicite, ale serverului]",
  "$bDROP$b de-links your current (or the given) nickname from your user account.": "$bDROP$b înlătură pseudonimul actual (sau cel specificat) din contul tău de utilizator.",
  "$bENFORCE$b\n'enforce' lets you specify a custom enforcement mechanism for your registered\nnicknames. Your options are:\n1. 'none'    [no enforcement, overriding the server default]\n2. 'strict'  [you must already be authenticated to use the nick]\n3. 'default' [use the server default]": "$bENFORCE$b\n „enforce” îți permite să utilizezi un mecanism personalizat de impunere, pentru pseudonimele tale înregistrate.\nAi la dispoziție următoarele opțiuni:\n1. 'none'    [nici o impunere, suprascrie setarea implicită, a serverului]\n2. 'strict'  [este necesar să te fi autentificat în prealabil, pentru a putea utiliza pseudonimul]\n3. 'default' [utilizează setarea implicită, a serverului]",
  "$bERASE$b erases all records of an account, allowing reuse.": "$bERASE$b șterge toate înregistrările unui cont de utilizator, permițând ca acesta să poată fi reînregistrat.",
  "$bGET$b queries the current values of your account settings": "$bGET$b interoghează valorile actuale ale setărilor contului tău",
  "$bGHOST$b reclaims your nickname.": "$bGHOST$b îți permite să-ți recuperezi pseudonimul.",
  "$bGROUP$b links your current nickname to your user account.": "$bGROUP$b leagă pseudonimul actual la contul tău de utilizator.",
  "$bIDENTIFY$b lets you login to your account.": "$bIDENTIFY$b îți permite să te autentifici la contul tău de utilizator.",
  "$bINFO$b gives you information on a user account.": "$bINFO$b îți oferă informații despre un cont de utilizator.",
  "$bLIST$b searches the list of registered nicknames.": "$bLIST$b parcurge lista pseudonimelor înregistrate.",
  "$bMULTICLIENT$b\nIf 'multiclient' is enabled and you are already logged in and using a nick, a\nsecond client of yours that authenticates with SASL and requests the same nick\nis allowed to attach to the nick as well (this is comparable to the behavior\nof IRC \"bouncers\" like ZNC). Your options are 'on' (allow this behavior),\n'off' (disallow it), and 'default' (use the server default value).": "$bMULTICLIENT$b\nDacă opțiunea „multiclient” este activă și te-ai autentificat deja, atunci un al doilea client,\nfolosind autentificare SASL și folosind același pseudonim ca și primul client, se va putea atașa \nla pseudonimul inițial (acest comportament este similar cu cel al bouncerelor IRC - ZNC).\n\nSintetizat, cu același pseudonim, te poți conecta cu mai multe sesiuni, în același timp.\nPC, telefon mobil, laptop, tabletă, de pe toate dispozitivele vei folosi același pseudonim inițial.\nOpțiunile disponibile sunt:\n1. „on”         [permite acest lucru]\n2. „off”         [nu permite acest lucru]\n3. „default”  [folosește setarea implicită, a serverului]",
  "$bPASSWD$b lets you change your password.": "$bPASSWD$b îți permite să-ți modifici parola aferentă contului tău de utilizator.",
  "$bREGISTER$b lets you register a user account.": "$bREGISTER$b îți permite să înregistrezi un cont de utilizator.",
  "$bREPLAY-JOINS$b\n'replay-joins' controls whether replayed channel history will include\nlines for join and part. This provides more information about the context of\nmessages, but may be spammy. Your options are 'always', 'never', and the default\nof 'commands-only' (the messages will be replayed in /HISTORY output, but not\nduring autoreplay).": "$bREPLAY-JOINS$b\nOpțiunea „replay-joins” controlează dacă, în redarea istoricului unui canal, vor fi incluse și\nliniile de intrare și de ieșire ale clienților. Acest lucru furnizează mai multe informații despre\ncontextul mesajelor, dar are potențial de spam. Opțiunile disponibile sunt „always”, „never”,\nși cea implicită a „commands-only” (mesajele vor fi redate prin comanda /HISTORY, dar nu\nîn timpul redării automate).",
  "$bSADROP$b forcibly de-links the given nickname from its user account.": "$bSADROP$b înlătură forțat pseudonimul specificat din contul utilizatorului.",
  "$bSAGET$b queries the current values of another user's account settings": "$bSAGET$b interoghează valorile curente ale setărilor contului unui utilizator",
  "$bSAREGISTER$b registers an account on someone else's behalf.": "$bSAREGISTER$b permite înregistrarea unui cont de utilizator, în numele altcuiva.",
  "$bSASET$b modifies another user's account settings": "$bSASET$b permite modificarea setărilor unui alt cont de utilizator",
  "$bSET$b modifies your account settings": "$bSET$b modifică setările contului tău",
  "$bUNREGISTER$b lets you delete your user account.": "$bUNREGISTER$b îți permite să-ți ștergi contul de utilizator.",
  "$bVERIFY$b lets you complete account registration.": "$bVERIFY$b îți permite să completezi procesul de înregistrare al unui cont.",
  "Insufficient privileges": "Privilegii insuficiente",
  "Invalid parameters": "Parametri invalizi",
  "NickServ lets you register, log in to, and manage an account.": "NickServ îți permite să înregistrezi un cont, să-l administrezi și să te autentifici la el.",
  "Password incorrect": "Parolă incorectă",
  "Passwords do not match": "Parolele nu se potrivesc",
  "Syntax $bSET <setting> <value>$b\n\nSET modifies your account settings. The following settings are available:": "Sintaxă: $bSET <setare> <valoare>$b\n\nSET modifică setările contului tău. Următoarele setări sunt disponibile:",
  "Syntax: $bCERT <LIST | ADD | DEL> [account] [certfp]$b\n\nCERT examines or modifies the TLS certificate fingerprints that can be used to\nlog into an account. Specifically, $bCERT LIST$b lists the authorized\nfingerprints, $bCERT ADD <fingerprint>$b adds a new fingerprint, and\n$bCERT DEL <fingerprint>$b removes a fingerprint. If you're an IRC operator\nwith the correct permissions, you can act on another user's account, for\nexample with $bCERT ADD <account> <fingerprint>$b.": "Sintaxă: $bCERT <LIST | ADD | DEL> [cont] [amprentă_certificat]$b\n\nCERT examinează sau modifică amprentele certificatului TLS ce poate fi \nutilizat pentru autentificarea la un cont de utilizator. Mai precis:\n $bCERT LIST$b afișează amprentele autorizate\n $bCERT ADD <amprentă>$b adaugă o amprentă nouă, și\n $bCERT DEL <amprentă>$b înlătură o amprentă existentă.\nDacă ești operator IRC și ai privilegiile necesare, poți acționa asupra unui\ncont de utilizator, spre exemplu, cu comanda:\n $bCERT ADD <cont> <amprentă>$b.",
  "Syntax: $bDROP [nickname]$b\n\nDROP de-links the given (or your current) nickname from your user account.": "Sintaxă: $bDROP [pseudonim]$b\n\nComanda DROP înlătură pseudonimul actual (sau cel furnizat) de la contul tău.",
  "Syntax: $bENFORCE [method]$b\n\nENFORCE is an alias for $bGET enforce$b and $bSET enforce$b. See the help\nentry for $bSET$b for more information.": "Sintaxă: $bENFORCE [metodă]$b\n\nENFORCE este un alias pentru $bGET enforce$b și $bSET enforce$b. Pentru informații\nsuplimentare, vezi fișierul de ajutor pentru comanda $bSET$b.",
  "Syntax: $bERASE <username> [code]$b\n\nERASE deletes all records of an account, allowing it to be re-registered.\nThis should be used with caution, because it violates an expectation that\naccount names are permanent identifiers. Typically, UNREGISTER should be\nused instead. A confirmation code is required; invoking the command\nwithout a code will display the necessary code.": "Sintaxă: $bERASE <nume utilizator> [cod]$b\n\nERASE șterge toate înregistrările asociate unui cont de utilizator, permițând reînregistrarea ulterioară a contului.\nUtilizează cu grijă această comandă, deoarece încalcă presupunerea cum că, numele de cont sunt identificatori\ncu caracter permanent. De obicei, ar trebui să folosești comanda UNREGISTER.\nEste necesar un cod de confirmare; dacă utilizezi comanda fără acel cod, atunci codul va fi generat.",
  "Syntax: $bGET <setting>$b\n\nGET queries the current values of your account settings. For more information\non the settings and their possible values, see HELP SET.": "Sintaxă: $bGET <setare>$b\n\nGET interoghează valorile actuale ale setărilor contului tău de utilizator. Pentru informații \nsuplimentare despre setări și valorile posibile, vezi HELP SET.",
  "Syntax: $bGHOST <nickname>$b\n\nGHOST disconnects the given user from the network if they're logged in with the\nsame user account, letting you reclaim your nickname.": "Sintaxă: $bGHOST <pseudonim>$b\n\nComanda GHOST deconectează utilizatorul ales de la rețea, dacă s-a autentificat\ncu același cont de utilizator, oferindu-ți posibilitatea de a-ți recupera pseudonimul.",
  "Syntax: $bGROUP$b\n\nGROUP links your current nickname with your logged-in account, so other people\nwill not be able to use it.": "Sintaxă: $bGROUP$b\n\nComanda GROUP asociază pseudonimul curent, contului tău, astfel încât, altor utilizatori\nnu le este permis să-l utilizeze.",
  "Syntax: $bIDENTIFY <username> [password]$b\n\nIDENTIFY lets you login to the given username using either password auth, or\ncertfp (your client certificate) if a password is not given.": "Sintaxă: $bIDENTIFY <utilizator> [parolă]$b\n\nComanda IDENTIFY îți permite să te autentifici la numele de utilizator, folosind fie\nautentificarea cu parolă, sau certificatul de client, dacă parola este omisă.",
  "Syntax: $bINFO [username]$b\n\nINFO gives you information about the given (or your own) user account.": "Sintaxă: $bINFO [utilizator]$b\n\nComanda INFO îți oferă informații despre contul utilizatorului furnizat (sau contul propriu).",
  "Syntax: $bLIST [regex]$b\n\nLIST returns the list of registered nicknames, which match the given regex.\nIf no regex is provided, all registered nicknames are returned.": "Sintaxă: $bLIST [expresie regulată]$b\n\nLIST afișează o listă cu toate pseudonimele înregistrate, ce se potrivesc cu expresia regulată.\nDacă nu este furnizată nici o expresie regulată, sunt afișate absolut toate pseudonimele.",
  "Syntax: $bPASSWD <current> <new> <new_again>$b\nOr:     $bPASSWD <username> <new>$b\n\nPASSWD lets you change your account password. You must supply your current\npassword and confirm the new one by typing it twice. If you're an IRC operator\nwith the correct permissions, you can use PASSWD to reset someone else's\npassword by supplying their username and then the desired password. To\nindicate an empty password, use * instead.": "Sintaxă: $bPASSWD <parolă actuală> <parolă nouă> <parolă nouă>$b\nSau: $bPASSWD <nume utilizator> <parolă nouă>$b\n\nPASSWD îți permite să-ți modifici parola aferentă contului de utilizator. Trebuie să introduci\nparola și s-o confirmi pe cea nouă, introducând-o de două ori. Dacă ești operator IRC, cu \nprivilegiile necesare, poți utiliza comanda PASSWD pentru a reseta parola altui utilizator\nfurnizând numele de utilizator și apoi parola dorită.\nDacă dorești să folosești o parolă goală, folosește un asterisc (*).",
  "Syntax: $bREGISTER <password> [email]$b\n\nREGISTER lets you register your current nickname as a user account. If the\nserver allows anonymous registration, you can omit the e-mail address.\n\nIf you are currently logged in with a TLS client certificate and wish to use\nit instead of a password to log in, send * as the password.": "Sintaxă: $bREGISTER <parolă> [email]$b\n\nREGISTER îți permite să-ți înregistrezi pseudonimul actual ca și un cont de utilizator.\nDacă serverul permite înregistrarea anonimă, poți omite adresa de email.\n\nDacă în prezent te-ai conectat cu un certificat TLS de client și dorești să îl utilizezi\nîn locul parolei, atunci trimite un asterisc în locul parolei.",
  "Syntax: $bSADROP <nickname>$b\n\nSADROP forcibly de-links the given nickname from the attached user account.": "Sintaxă: $bSADROP <pseudonim>$b\n\nComanda SADROP înlătură în mod forțat, pseudonimul furnizat, de la contul de utilizator aferent.",
  "Syntax: $bSAGET <account> <setting>$b\n\nSAGET queries the values of someone else's account settings. For more\ninformation on the settings and their possible values, see HELP SET.": "Sintaxă: $bSAGET <cont> <setare>$b\n\nSAGET interoghează valorile setărilor contului unui utilizator. Pentru informații\nsuplimentare, despre setări și valorile posibile, vezi HELP SET.",
  "Syntax: $bSAREGISTER <username> [password]$b\n\nSAREGISTER registers an account on someone else's behalf.\nThis is for use in configurations that require SASL for all connections;\nan administrator can set use this command to set up user accounts.": "Sintaxă: $bSAREGISTER <nume de utilizator> [parolă]$b\n\nSAREGISTER înregistrează un cont de utilizator, în numele altcuiva. Se folosește, cu precădere,\ndacă serverul este configurat ca toate conexiunile să necesite SASL;\nun administrator poate utiliza această comandă pentru creearea de noi conturi.",
  "Syntax: $bSASET <account> <setting> <value>$b\n\nSASET modifies the values of someone else's account settings. For more\ninformation on the settings and their possible values, see HELP SET.": "Sintaxă: $bSASET <cont> <setare> <valoare>$b\n\nSASET modifică valorile setărilor contului unui utilizator. Pentru informații\nsuplimentare, despre setări și valorile posibile, vezi HELP SET.",
  "Syntax: $bUNREGISTER <username> [code]$b\n\nUNREGISTER lets you delete your user account (or someone else's, if you're an\nIRC operator with the correct permissions). To prevent accidental\nunregistrations, a verification code is required; invoking the command without\na code will display the necessary code.": "Sintaxă: $bUNREGISTER <utilizator> [cod]$b\n\nComanda UNREGISTER îți permite să-ți ștergi contul de utilizator (sau al altui utilizator\ndacă ești Operator IRC cu privilegii corecte). Pentru a preveni ștergerile accidentale,\neste necesar un cod de verificare; invocând comanda fără un cod, serverul va afișa \ncodul necesar, pentru o folosire ulterioară.",
  "Syntax: $bVERIFY <username> <code>$b\n\nVERIFY lets you complete an account registration, if the server requires email\nor other verification.": "Sintaxă: $bVERIFY <utilizator> <cod>$b\n\nComanda VERIFY îți permite să completezi o înregistrare de cont, dacă serverul necesită verificare\nprin email, sau de oricare alt tip.",
  "You're not logged into an account": "Nu te-ai autentificat la niciun cont"
}
