{
  "NickServ lets you register and login to an account.\n\nTo see in-depth help for a specific NickServ command, try:\n    $b/NS HELP <command>$b\n\nHere are the commands you can use:\n%s": "Serviciul NickServ îți permite să-ți înregistrezi propriul cont și să te autentifici la el.\n\nPentru informații adiționale despre o comandă NickServ, tastează:\n    $b/NS HELP <comandă>$b\n\nPoți folosi următoarele comenzi:\n%s",
  "Syntax: $bDROP [nickname]$b\n\nDROP de-links the given (or your current) nickname from your user account.": "Sintaxă: $bDROP [pseudonim]$b\n\nComanda DROP deconectează pseudonimul furnizat (sau cel actual) de la contul tău.",
  "Syntax: $bENFORCE [method]$b\n\nENFORCE lets you specify a custom enforcement mechanism for your registered\nnicknames. Your options are:\n1. 'none'    [no enforcement, overriding the server default]\n2. 'timeout' [anyone using the nick must authenticate before a deadline,\n              or else they will be renamed]\n3. 'strict'  [you must already be authenticated to use the nick]\n4. 'default' [use the server default]\nWith no arguments, queries your current enforcement status.": "Sintaxă: $bENFORCE [metodă]$b\n\nComanda ENFORCE permite specificarea unui mecanism de impunere pentru\npseudonimele tale înregistrate. Ai la dispoziție următoarele opțiuni: \n1. 'none'    [nicio impunere, suprascrie opțiunea implicită a serverului]\n2. 'timeout' [oricine va folosi pseudonimul, va trebui să se autentifice într-un interval \n               de timp, altminteri, pseudonimul îi va fi schimbat]\n3. 'strict'  [trebuie să te fi autentificat deja, pentru a putea folosi pseudonimul]\n4. 'default' [folosește pe cel implicit, ales de server]\nDacă nu este furnizat niciun argument, va interoga starea ta, impusă, actuală.",
  "Syntax: $bGHOST <nickname>$b\n\nGHOST disconnects the given user from the network if they're logged in with the\nsame user account, letting you reclaim your nickname.": "Sintaxă: $bGHOST <pseudonim>$b\n\nComanda GHOST deconectează utilizatorul ales de la rețea, dacă s-a autentificat\ncu același cont de utilizator, oferindu-ți posibilitatea de a-ți recupera pseudonimul.",
  "Syntax: $bGROUP$b\n\nGROUP links your current nickname with your logged-in account, so other people\nwill not be able to use it.": "Sintaxă: $bGROUP$b\n\nComanda GROUP asociază pseudonimul curent, contului tău, astfel încât, altor utilizatori\nnu le este permis să-l utilizeze.",
  "Syntax: $bIDENTIFY <username> [password]$b\n\nIDENTIFY lets you login to the given username using either password auth, or\ncertfp (your client certificate) if a password is not given.": "Sintaxă: $bIDENTIFY <utilizator> [parolă]$b\n\nComanda IDENTIFY îți permite să te autentifici la numele de utilizator, folosind fie\nautentificarea cu parolă, sau certificatul de client, dacă parola este omisă.",
  "Syntax: $bINFO [username]$b\n\nINFO gives you information about the given (or your own) user account.": "Sintaxă: $bINFO [utilizator]$b\n\nComanda INFO îți oferă informații despre contul utilizatorului furnizat (sau contul propriu).",
  "Syntax: $bPASSWD <current> <new> <new_again>$b\nOr:     $bPASSWD <username> <new>$b\n\nPASSWD lets you change your account password. You must supply your current\npassword and confirm the new one by typing it twice. If you're an IRC operator\nwith the correct permissions, you can use PASSWD to reset someone else's\npassword by supplying their username and then the desired password.": "Sintaxă: $bPASSWD <actuală> <nouă> <nouă_din_nou>$b\nSau:     $bPASSWD <utilizator> <nouă>$b\n\nComanda PASSWD îți permite să schimbi parola contului. Trebuie să furnizezi parola\nactuală și să o confirmi pe cea nouă, tastând-o de două ori. Dacă ai privilegiile\nnecesare, ca Operator IRC, poți folosi comanda PASSWD pentru a reseta parola\naltui utilizator, prin introducerea numelui de utilizator și a parolei dorite.",
  "Syntax: $bREGISTER <username> <email> [password]$b\n\nREGISTER lets you register a user account. If the server allows anonymous\nregistration, you can send an asterisk (*) as the email address.\n\nIf the password is left out, your account will be registered to your TLS client\ncertificate (and you will need to use that certificate to login in future).": "Sintaxă: $bREGISTER <utilizator> <email> [parolă]$b\n\nComanda REGISTER îți permite să înregistrezi un cont de utilizator. Dacă serverul permite\nînregistrare anonimă, poți folosi o steluță (*) în locul adresei de email.\n\nDacă parola este omisă, contul ulterior, va fi înregistrat la certificatul\nde client TLS ( și vei avea nevoie de acel certificat, pentru a te putea autentifica, pe viitor).",
  "Syntax: $bSADROP <nickname>$b\n\nSADROP forcibly de-links the given nickname from the attached user account.": "Sintaxă: $bSADROP <pseudonim>$b\n\nComanda SADROP înlătură în mod forțat, pseudonimul furnizat, de la contul de utilizator aferent.",
  "Syntax: $bSAREGISTER <username> <password>$b\n\nSAREGISTER registers an account on someone else's behalf.\nThis is for use in configurations that require SASL for all connections;\nan administrator can set use this command to set up user accounts.": "Sintaxă: $bSAREGISTER <nume utilizator> <parolă>$b\n\nComanda SAREGISTER înregistrează un cont pentru un alt utilizator.\nSe folosește cu precădere în configurările ce necesită SASL pentru toate conexiunile;\nun administrator poate utiliza această comandă pentru a seta conturi de utilizator.",
  "Syntax: $bSESSIONS [nickname]$b\n\nSESSIONS lists information about the sessions currently attached, via\nthe server's bouncer functionality, to your nickname. An administrator\ncan use this command to list another user's sessions.": "Sintaxă: $bSESSIONS [pseudonim]$b\n\nComanda SESSIONS afișează informații despre sesiunile atașate curent, prin intermediul\nfuncției de bouncer, a serverului, pseudonimului tău. Un administrator poate utiliza această\ncomandă pentru a lista sesiunile altor utilizatori.",
  "Syntax: $bUNREGISTER <username> [code]$b\n\nUNREGISTER lets you delete your user account (or someone else's, if you're an\nIRC operator with the correct permissions). To prevent accidental\nunregistrations, a verification code is required; invoking the command without\na code will display the necessary code.": "Sintaxă: $bUNREGISTER <utilizator> [cod]$b\n\nComanda UNREGISTER îți permite să-ți ștergi contul de utilizator (sau al altui utilizator\ndacă ești Operator IRC cu privilegii corecte). Pentru a preveni ștergerile accidentale,\neste necesar un cod de verificare; invocând comanda fără un cod, serverul va afișa \ncodul necesar, pentru o folosire ulterioară.",
  "Syntax: $bVERIFY <username> <code>$b\n\nVERIFY lets you complete an account registration, if the server requires email\nor other verification.": "Sintaxă: $bVERIFY <utilizator> <cod>$b\n\nComanda VERIFY îți permite să completezi o înregistrare de cont, dacă serverul necesită verificare\nprin email, sau de oricare alt tip."
}
