{
  "NickServ lets you register and login to an account.\n\nTo see in-depth help for a specific NickServ command, try:\n    $b/NS HELP <command>$b\n\nHere are the commands you can use:\n%s": "NickServ lets you register and login to an account.\n\nPentru informații adiționale despre o comandă NickServ, încercați:\n    $b/NS HELP <comandă>$b\n\nPuteți folosi următoarele comenzi:\n%s",
  "Syntax: $bDROP [nickname]$b\n\nDROP de-links the given (or your current) nickname from your user account.": "",
  "Syntax: $bENFORCE [method]$b\n\nENFORCE lets you specify a custom enforcement mechanism for your registered\nnicknames. Your options are:\n1. 'none'    [no enforcement, overriding the server default]\n2. 'timeout' [anyone using the nick must authenticate before a deadline,\n              or else they will be renamed]\n3. 'strict'  [you must already be authenticated to use the nick]\n4. 'default' [use the server default]\nWith no arguments, queries your current enforcement status.": "Sintaxă: $bENFORCE [metodă]$b\n\nComanda ENFORCE vă permite specificarea unui mecanism de impunere pentru\npseudonimele dumneavoastră înregistrate. Aveți la dispoziție următoarele opțiuni: \n1. 'none'    [nicio impunere, suprascrie opțiunea implicită a serverului]\n2. 'timeout' [oricine va folosi pseudonimul, va trebui să se autentifice într-un interval \n               de timp, altminteri, pseudonimul le va fi schimbat]\n3. 'strict'  [trebuie să vă fi autentificat deja, pentru a putea folosi pseudonimul]\n4. 'default' [folosește pe cel implicit, ales de server]\nDacă nu furnizați niciun argument, va interoga starea dumneavoastră impusă, actuală.",
  "Syntax: $bGHOST <nickname>$b\n\nGHOST disconnects the given user from the network if they're logged in with the\nsame user account, letting you reclaim your nickname.": "Sintaxă: $bGHOST <pseudonim>$b\n\nComanda GHOST deconectează utilizatorul ales de la rețea, dacă s-a autentificat\ncu același cont de utilizator, oferindu-vă posibilitatea de a vă recupera pseudonimul.",
  "Syntax: $bGROUP$b\n\nGROUP links your current nickname with your logged-in account, preventing other\nusers from changing to it (or forcing them to rename).": "",
  "Syntax: $bIDENTIFY <username> [password]$b\n\nIDENTIFY lets you login to the given username using either password auth, or\ncertfp (your client certificate) if a password is not given.": "Sintaxă: $bIDENTIFY <utilizator> [parolă]$b\n\nComanda IDENTIFY vă permite să vă autentificați la numele de utilizator, folosind fie\nautentificarea cu parolă, sau certificatul de client, dacă omiteți parola.",
  "Syntax: $bINFO [username]$b\n\nINFO gives you information about the given (or your own) user account.": "Sintaxă: $bINFO [utilizator]$b\n\nComanda INFO vă oferă informații despre contul utilizatorului furnizat (sau al dumneavoastră).",
  "Syntax: $bPASSWD <current> <new> <new_again>$b\nOr:     $bPASSWD <username> <new>$b\n\nPASSWD lets you change your account password. You must supply your current\npassword and confirm the new one by typing it twice. If you're an IRC operator\nwith the correct permissions, you can use PASSWD to reset someone else's\npassword by supplying their username and then the desired password.": "Sintaxă: $bPASSWD <actuală> <nouă> <nouă_din_nou>$b\nSau:     $bPASSWD <utilizator> <nouă>$b\n\nComanda PASSWD vă permite să schimbați parola contului. Trebuie să furnizați parola\nactuală și să o confirmați pe cea nouă, tastând-o de două ori. Dacă aveți privilegiile\nnecesare, ca Operator IRC, puteți folosi comanda PASSWD pentru a reseta parola\naltui utilizator, prin introducerea numelui de utilizator și a parolei dorite.",
  "Syntax: $bREGISTER <username> <email> [password]$b\n\nREGISTER lets you register a user account. If the server allows anonymous\nregistration, you can send an asterisk (*) as the email address.\n\nIf the password is left out, your account will be registered to your TLS client\ncertificate (and you will need to use that certificate to login in future).": "Sintaxă: $bREGISTER <utilizator> <email> [parolă]$b\n\nComanda REGISTER vă permite să înregistrați un cont de utilizator. Dacă serverul permite\nînregistrare anonimă, puteți folosi o steluță (*) în locul adresei de email.\n\nDacă parola este omisă, contul ulterior, va fi înregistrat la certificatul\nde client TLS ( și veți avea nevoie de acel certificat, pentru a vă putea autentifica, pe viitor).",
  "Syntax: $bSADROP <nickname>$b\n\nSADROP forcibly de-links the given nickname from the attached user account.": "",
  "Syntax: $bUNREGISTER <username> [code]$b\n\nUNREGISTER lets you delete your user account (or someone else's, if you're an\nIRC operator with the correct permissions). To prevent accidental\nunregistrations, a verification code is required; invoking the command without\na code will display the necessary code.": "",
  "Syntax: $bVERIFY <username> <code>$b\n\nVERIFY lets you complete an account registration, if the server requires email\nor other verification.": "Sintaxă: $bVERIFY <utilizator> <cod>$b\n\nComanda VERIFY vă permite să completați o înregistrare de cont, dacă serverul necesită verificare\nprin email, sau de oricare alt tip."
}
