{
  "HostServ lets you manage your vhost (i.e., the string displayed\nin place of your client's hostname/IP).\n\nTo see in-depth help for a specific HostServ command, try:\n    $b/HS HELP <command>$b\n\nHere are the commands you can use:\n%s": "Serviciul HostServ îți permite să administrezi gazde virtuale(de ex. șirul de caractere afișat\nîn locul gazdei sau adresei IP a clientului tău).\n\nPentru mai multe informații suplimentare, specifice unei comenzi HostServ, tastează:\n    $b/HS HELP <comandă>$b\n\nUrmătoarele comenzi sunt disponibile:\n%s",
  "Syntax: $bAPPROVE <user>$b\n\nAPPROVE approves a user's vhost request.": "Sintaxă: $bAPPROVE <utilizator>$b\n\nComanda APPROVE aprobă solicitarea de gazdă virtuală a unui utilizator.",
  "Syntax: $bDEL <user>$b\n\nDEL deletes a user's vhost.": "Sintaxă: $bDEL <utilizator>$b\n\nComanda DEL șterge o gazdă virtuală atribuită unui utilizator.",
  "Syntax: $bOFF$b\n\nOFF disables your vhost, if you have one approved.": "Sintaxă: $bOFF$b\n\nComanda OFF îți dezactivează gazda virtuală, dacă există vreuna activă.",
  "Syntax: $bON$b\n\nON enables your vhost, if you have one approved.": "Sintaxă: $bON$b\n\nComanda ON îți activează gazda virtuală, dacă există vreuna activă.",
  "Syntax: $bREJECT <user> [<reason>]$b\n\nREJECT rejects a user's vhost request, optionally giving them a reason\nfor the rejection.": "Sintaxă: $bREJECT <utilizator> [<motiv>]$b\n\nComanda REJECT respinge solicitarea unei gazde virtuale, a unui utilizator, furnizând, în mod opțional,\nun motiv alocat acțiunii de respingere.",
  "Syntax: $bREQUEST <vhost>$b\n\nREQUEST requests that a new vhost by assigned to your account. The request must\nthen be approved by a server operator.": "Sintaxă: $bREQUEST <gazdă virtuală>$b\n\nComanda REQUEST solicită o nouă gazdă virtuală pentru contul tău.\nSolicitarea trebuie să fie, apoi, aprobată de către un operator.",
  "Syntax: $bSET <user> <vhost>$b\n\nSET sets a user's vhost, bypassing the request system.": "Sintaxă: $bSET <utilizator> <gazdă virtuală>$b\n\nComanda SET setează o gazdă virtuală pentru un utilizator, trecând peste sistemul de cereri implementat în server.",
  "Syntax: $bSTATUS [user]$b\n\nSTATUS displays your current vhost, if any, and the status of your most recent\nrequest for a new one. A server operator can view someone else's status.": "Sintaxă $bSTATUS [utilizator]$b\n\nComanda STATUS afișează gazda ta virtuală, în uz, dacă există, și starea\ncelor mai recente solicitări pentru una nouă. Un operator de server poate vizualiza\nși starea unui alt utilizator.",
  "Syntax: $bWAITING$b\n\nWAITING shows a list of pending vhost requests, which can then be approved\nor rejected.": "Sintaxă: $bWAITING$b\n\nComanda WAITING afișează o listă de solicitări de gazde virtuale în așteptare, \nce urmează a fi aprobate sau respinse."
}
