{
  "$bAMODE$b modifies persistent mode settings for channel members.": "$bAMODE$b modifică fanioanele persistente pentru membrii canalului.",
  "$bCLEAR$b removes users or settings from a channel.": "$bCLEAR$b înlătură setările sau utilizatorii unui canal.",
  "$bGET$b queries the current values of a channel's settings": "$bGET$b interoghează valorile actuale ale setărilor unui canal",
  "$bHISTORY$b\n'history' lets you control how channel history is stored. Your options are:\n1. 'off'        [no history]\n2. 'ephemeral'  [a limited amount of temporary history, not stored on disk]\n3. 'on'         [history stored in a permanent database, if available]\n4. 'default'    [use the server default]": "$bHISTORY$b\n'history' îți permite să controlezi felul în care istoricul unui canal e stocat. Ai la dispoziție următoarele opțiuni:\n1. 'off'        [fără niciun fel de istoric]\n2. 'ephemeral'  [doar un strop de istoric temporar, nu este stocat pe disc]\n3. 'on'         [istoricul este stocat într-o bază de date persistentă, dacă opțiunea este posibilă]\n4. 'default'    [folosește opțiunea implicită, a serverului]",
  "$bINFO$b displays info about a registered channel.": "$bINFO$b afișează informații despre un canal înregistrat.",
  "$bLIST$b searches the list of registered channels.": "$bLIST$b parcurge lista canalelor înregistrate.",
  "$bOP$b makes the given user (or yourself) a channel admin.": "$bOP$b oferă utilizatorului specificat (sau ție) drepturi de administrator de canal.",
  "$bPURGE$b blacklists a channel from the server.": "$bPURGE$b adaugă la lista neagră un canal din server.",
  "$bREGISTER$b lets you own a given channel.": "$bREGISTER$b îți permite să deții un canal specificat.",
  "$bSET$b modifies a channel's settings": "$bSET$b alterează setările unui canal",
  "$bTRANSFER$b transfers ownership of a channel to another user.": "$bTRANSFER$b transferă statutul de fondator al canalului către un alt utilizator.",
  "$bUNREGISTER$b deletes a channel registration.": "$bUNREGISTER$b șterge un canal înregistrat.",
  "ChanServ lets you register and manage channels.": "ChanServ îți permite să înregistrezi și să administrezi canale.",
  "Syntax $bSET #channel <setting> <value>$b\n\nSET modifies a channel's settings. The following settings are available:": "Sintaxă: $bSET #canal <setare> <valoare>$b\n\nComanda SET alterează setările unui canal. Următoarele setări sunt disponibile:",
  "Syntax: $INFO #channel$b\n\nINFO displays info about a registered channel.": "Sintaxă: $INFO #canal$b\n\nINFO afișează informații despre un canal înregistrat.",
  "Syntax: $bCLEAR #channel target$b\n\nCLEAR removes users or settings from a channel. Specifically:\n\n$bCLEAR #channel users$b kicks all users except for you.\n$bCLEAR #channel access$b resets all stored bans, invites, ban exceptions,\nand persistent user-mode grants made with CS AMODE.": "Sintaxă: $bCLEAR #canal țintă$b\n\nCLEAR înlătură setările sau utilizatorii unui canal. Mai exact:\n\n$bCLEAR #canal users$b înlătură toți utilizatorii canalului, în afară de tine.\n$bCLEAR #canal access$b resetează toate interdicțiile existente pe canal, invitațiile, excepțiile la ban și modurile de utilizator persistente, cu ajutorul CS AMODE.",
  "Syntax: $bGET #channel <setting>$b\n\nGET queries the current values of the channel settings. For more information\non the settings and their possible values, see HELP SET.": "Sintaxă: $bGET #canal <setare>$b\n\nComanda GET interoghează setările existente, ale unui canal. Pentru mai multe\ninformații, folosește comanda /HELP SET.",
  "Syntax: $bLIST [regex]$b\n\nLIST returns the list of registered channels, which match the given regex.\nIf no regex is provided, all registered channels are returned.": "Sintaxă: $bLIST [expresie regulată]$b\n\nComanda LIST afișează o listă cu canalele înregistrate, ce se potrivesc cu expresia regulată furnizată.\nDacă nu este furnizată o expresie regulată, atunci va afișa absolut toate canalele înregistrate.",
  "Syntax: $bOP #channel [nickname]$b\n\nOP makes the given nickname, or yourself, a channel admin. You can only use\nthis command if you're the founder of the channel.": "Sintaxă: $bOP #canal [pseudonim]$b\n\nOP oferă pseudonimului furnizat, sau ție, dacă [pseudonim] nu este specificat, privilegii\nde administrator de canal. Poți utiliza această comandă doar dacă ai fondat canalul.",
  "Syntax: $bPURGE <ADD | DEL | LIST> #channel [code] [reason]$b\n\nPURGE ADD blacklists a channel from the server, making it impossible to join\nor otherwise interact with the channel. If the channel currently has members,\nthey will be kicked from it. PURGE may also be applied preemptively to\nchannels that do not currently have members. A purge can be undone with\nPURGE DEL. To list purged channels, use PURGE LIST.": "Sintaxă: $bPURGE <ADD | DEL | LIST> #canal [cod] [motiv]$b\n\nPURGE ADD adaugă în lista neagră, un canal din server, astfel că niciun utilizator nu mai poate\nintra pe acel canal, sau să interacționeze în vreun fel, cu canalul în cauză. Dacă în momentul\nutilizării comenzii, în acel canal mai există utilizatori, vor fi scoși afară în mod automat.\nComanda PURGE poate fi utilizată și în mod preventiv, pentru canalele fără utilizatori.\nO curățare poate fi anulată cu comanda PURGE DEL. Pentru a afișa o listă acu canalele curățate, utilizează comanda PURGE LIST.",
  "Syntax: $bREGISTER #channel$b\n\nREGISTER lets you own the given channel. If you rejoin this channel, you'll be\ngiven admin privs on it. Modes set on the channel and the topic will also be\nremembered.": "Sintaxă: $bREGISTER #canal$b\n\nComanda REGISTER îți permite să deții propriul canal. Dacă revii pe canal, ulterior, vei\nprimi privilegii de administrator al canalului. Fanioanele setate pe canal, precum și\ntopica, vor fi reținute.",
  "Syntax: $bTRANSFER [accept] #channel user [code]$b\n\nTRANSFER transfers ownership of a channel from one user to another.\nTo prevent accidental transfers, a verification code is required. For\nexample, $bTRANSFER #channel alice$b displays the required confirmation\ncode, then $bTRANSFER #channel alice 2930242125$b initiates the transfer.\nUnless you are an IRC operator with the correct permissions, alice must\nthen accept the transfer, which she can do with $bTRANSFER accept #channel$b.\nTo cancel a pending transfer, transfer the channel to yourself.": "Sintaxă: $bTRANSFER [accept] #canal utilizator [cod]$b\n\nTRANSFER transferă statutul de fondator al canalului de la un utilizator la altul.\nPentru a preveni un transfer accidental, este necesar un cod de verificare. De exemplu, \n$bTRANSFER #canal dan$b\nva afișa codul necesar, de verificare, iar apoi, \n$bTRANSFER #canal dan 2930242125$b \nva iniția transferul.\nDacă nu ești un Operator IRC, cu privilegiile necesare, atunci utilizatorul dan trebuie să accepte transferul, cu ajutorul comenzii\n$bTRANSFER accept #canal$b.\nPentru a anula un transfer în așteptare, transferă-ți canalul ție.",
  "Syntax: $bUNREGISTER #channel [code]$b\n\nUNREGISTER deletes a channel registration, allowing someone else to claim it.\nTo prevent accidental unregistrations, a verification code is required;\ninvoking the command without a code will display the necessary code.": "Sintaxă: $bUNREGISTER #canal [cod]$b\n\nComanda UNREGISTER șterge un canal înregistrat, permițând unui alt utilizator \nsă-l înregistreze. Pentru a preveni o ștergere accidentală, este necesar un cod \nde verificare. Invocând comanda fără cod, inițial ștergerii, va genera codul necesar."
}
