{
  "= Help Topics =\n\nCommands:\n%[1]s\n\nRPL_ISUPPORT Tokens:\n%[2]s\n\nInformation:\n%[3]s": "= Tematică de ajutor=\n\nComenzi:\n%[1]s\n\nJetoane RPL_ISUPPORT:\n%[2]s\n\nInformație:\n%[3]s",
  "== Channel Modes ==\n\nOragono supports the following channel modes:\n\n  +b  |  Client masks that are banned from the channel (e.g. *!*@127.0.0.1)\n  +e  |  Client masks that are exempted from bans.\n  +I  |  Client masks that are exempted from the invite-only flag.\n  +i  |  Invite-only mode, only invited clients can join the channel.\n  +k  |  Key required when joining the channel.\n  +l  |  Client join limit for the channel.\n  +m  |  Moderated mode, only privileged clients can talk on the channel.\n  +n  |  No-outside-messages mode, only users that are on the channel can send\n      |  messages to it.\n  +R  |  Only registered users can talk in the channel.\n  +s  |  Secret mode, channel won't show up in /LIST or whois replies.\n  +t  |  Only channel opers can modify the topic.\n\n= Prefixes =\n\n  +q (~)  |  Founder channel mode.\n  +a (&)  |  Admin channel mode.\n  +o (@)  |  Operator channel mode.\n  +h (%)  |  Halfop channel mode.\n  +v (+)  |  Voice channel mode.": "== Moduri de canal ==\n\nOragono suportă următoarele moduri de canal:\n\n  +b  |  Măștile unui client, interzise pe canal (ex. *!*@127.0.0.1)\n  +e  |  Măștile unui client, ce sunt exceptate de la ban.\n  +I  |  Măștile clienților ce fac excepție de la fanionul numai-invitație.\n  +i  |  Fanion doar-invitație, doar clienții invitați pot intra pe canal.\n  +k  |  Este necesară o cheie, pentru a putea intra pe canal.\n  +l  |  Limită de clienți ce se pot alătura canalului.\n  +m  |  Modul moderat, doar clienții privilegiați pot trimite text pe canal.\n  +n  |  Fanion fără-mesaje-din-afară, doar utilizatorii care se află pe canal\n      |  pot trimite mesaje.\n  +R  |  Doar utilizatorii înregistrați la servicii pot trimite text pe canal.\n  +s  |  Mod secret, canalul nu va fi afișat în /LIST sau mesaje whois.\n  +t  |  Doar operatorii pot modifica topicul.\n\n= Prefixe =\n\n  +q (~)  |  Mod fondator de canal.\n  +a (&)  |  Mod administrator de canal.\n  +o (@)  |  Mod operator de canal.\n  +h (%)  |  Mod semi-op pe canal.\n  +v (+)  |  Mod voce pe canal.",
  "== Server Notice Masks ==\n\nOragono supports the following server notice masks for operators:\n\n  a  |  Local announcements.\n  c  |  Local client connections.\n  j  |  Local channel actions.\n  k  |  Local kills.\n  n  |  Local nick changes.\n  o  |  Local oper actions.\n  q  |  Local quits.\n  t  |  Local /STATS usage.\n  u  |  Local client account actions.\n  x  |  Local X-lines (DLINE/KLINE/etc).\n\nTo set a snomask, do this with your nickname:\n\n  /MODE <nick> +s <chars>\n\nFor instance, this would set the kill, oper, account and xline snomasks on dan:\n\n  /MODE dan +s koux": "== Măști de atenționare de server ==\n\nOragono suportă următoarele măști de atenționare valabile pentru operatori:\n\n  a  |  Anunțuri locale.\n  c  |  Conexiuni clienți locali.\n  j  |  Acțiuni canale locale.\n  k  |  Kill locale.\n  n  |  Schimbări locale de pseudonime.\n  o  |  Acțiuni operatori locali.\n  q  |  Renunțări locale.\n  t  |  Utilizare /STATS local.\n  u  |  Local client account actions.\n  x  | X-lines (DLINE/KLINE/etc) locale.\n\nPentru a seta o mască de atenționare, setează-ți pe pseudonim:\n\n  /MODE <pseudonim> +s <caracter(e)>\n\nSpre exemplu, următoarea comandă ar seta modurile kill, oper, cont și xline pentru utilizatorul dan:\n\n  /MODE dan +s koux",
  "== User Modes ==\n\nOragono supports the following user modes:\n\n  +a  |  User is marked as being away. This mode is set with the /AWAY command.\n  +i  |  User is marked as invisible (their channels are hidden from whois replies).\n  +o  |  User is an IRC operator.\n  +R  |  User only accepts messages from other registered users. \n  +s  |  Server Notice Masks (see help with /HELPOP snomasks).\n  +Z  |  User is connected via TLS.": "== Moduri utilizator ==\n\nOragono suportă următoarele moduri(fanioane) de utilizator:\n\n  +a  |  Utilizatorul a fost marcat ca fiind fără activitate. Acest fanion poate fi setat cu comanda /AWAY.\n  +i  |  Utilizatorul a fost marcat ca invizibil (canalele pe care se află vor fi ascunse în conținutul /whois).\n  +o  |  Utilizatorul este un Operator IRC.\n  +R  |  Utilizatorul acceptă mesaje doar de la alți utilizatori înregistrați. \n  +s  |  Măști de Anunț de Server (vezi informații de ajutor cu comanda /HELPOP snomasks).\n  +Z  |  Utilizatorul se conectează via TLS.",
  "@+client-only-tags TAGMSG <target>{,<target>}\n\nSends the given client-only tags to the given targets as a TAGMSG. See the IRCv3\nspecs for more info: http://ircv3.net/specs/core/message-tags-3.3.html": "@+client-only-tags TAGMSG <țintă>{,<țintă>}\n\nExpediază marcajele client-doar către țintele precizate ca și TAGMSG.\nVezi specificațiile IRCv3, iar pentru mai multe informații, accesează acest link:\nhttp://ircv3.net/specs/core/message-tags-3.3.html",
  "ACC LS\nACC REGISTER <accountname> [callback_namespace:]<callback> [cred_type] :<credential>\nACC VERIFY <accountname> <auth_code>\n\nUsed in account registration. See the relevant specs for more info:\nhttps://oragono.io/specs.html": "ACC LS\nACC REGISTER <numele contului> [callback_namespace:]<callback> [tip credențiale] :<credențiale>\nACC VERIFY <numele contului> <cod de autentificare>\n\nSe utilizează la înregistrarea de conturi. Vezi specificațiile relevante\npentru mai multe informații: https://oragono.io/specs.html",
  "AMBIANCE <target> <text to be sent>\n\nThe AMBIANCE command is used to send a scene notification to the given target.": "AMBIANCE <țintă> <conținut text>\n\nComanda AMBIANCE este utilizată pentru a trimite un anunț de scenă unei ținte precizate.",
  "AUTHENTICATE\n\nUsed during SASL authentication. See the IRCv3 specs for more info:\nhttp://ircv3.net/specs/extensions/sasl-3.1.html": "AUTHENTICATE\n\nSe utilizează în decursul autentificării SASL. Vezi specificațiile IRCv3 pentru mai multe informații:\nhttp://ircv3.net/specs/extensions/sasl-3.1.html",
  "AWAY [message]\n\nIf [message] is sent, marks you away. If [message] is not sent, marks you no\nlonger away.": "AWAY [mesaj]\n\nDacă [mesaj] este precizat, te marchează ca fiind departe. Dacă [mesaj] nu este precizat,\nte marchează că ai revenit.",
  "BATCH {+,-}reference-tag type [params...]\n\nBATCH initiates an IRCv3 client-to-server batch. You should never need to\nissue this command manually.": "BATCH {+,-}etichetă-de-referință tip [parametri...]\n\nBATCH inițiază un lot IRCv3 client-către-server. Nu ar trebui să\nfie nevoie vreodată să folosești această comandă manual.",
  "BRB [message]\n\nDisconnects you from the server, while instructing the server to keep you\npresent for a short time window. During this window, you can either resume\nor reattach to your nickname. If [message] is sent, it is used as your away\nmessage (and as your quit message if you don't return in time).": "BRB [mesaj]\n\nTe deconectează de la server, în timp ce serverul va păstra conexiunea activă,\npentru un interval de timp scurt. În acest interval, poți să reiei conexiunea\nsau să te atașezi pseudonimului tău. Dacă [mesaj] este specificat, conținutul \nva fi utilizat ca mesaj de away (sau ca mesaj de deconectare, dacă nu te\nîntorci în timp util).",
  "CAP <subcommand> [:<capabilities>]\n\nUsed in capability negotiation. See the IRCv3 specs for more info:\nhttp://ircv3.net/specs/core/capability-negotiation-3.1.html\nhttp://ircv3.net/specs/core/capability-negotiation-3.2.html": "CAP <subcomandă> [:<capabilități>]\n\nSe folosește la negocierea capabilității. Vezi specificațiile IRCv3, pentru mai multe informații:\nhttp://ircv3.net/specs/core/capability-negotiation-3.1.html\nhttp://ircv3.net/specs/core/capability-negotiation-3.2.html",
  "CHATHISTORY [params]\n\nCHATHISTORY is an experimental history replay command. See these documents:\nhttps://github.com/MuffinMedic/ircv3-specifications/blob/chathistory/extensions/chathistory.md\nhttps://gist.github.com/DanielOaks/c104ad6e8759c01eb5c826d627caf80d": "CHATHISTORY [parametri]\n\nComanda CHATHISTORY este un desfășurător experimental pentru istoric. Vezi aceste documente:\nhttps://github.com/MuffinMedic/ircv3-specifications/blob/chathistory/extensions/chathistory.md\nhttps://gist.github.com/DanielOaks/c104ad6e8759c01eb5c826d627caf80d",
  "DEBUG <option>\n\nPrints debug information about the IRCd. <option> can be one of:\n\n* GCSTATS: Garbage control statistics.\n* NUMGOROUTINE: Number of goroutines in use.\n* STARTCPUPROFILE: Starts the CPU profiler.\n* STOPCPUPROFILE: Stops the CPU profiler.\n* PROFILEHEAP: Writes out the CPU profiler info.": "DEBUG <opțiune>\n\nAfișează informații de depanare, despre demonul IRC. <opțiune> poate fi:\n\n* GCSTATS: Statistici de control de gunoi.\n* NUMGOROUTINE: Numărul de rutine go, utilizate.\n* STARTCPUPROFILE: Pornește analizorul CPU.\n* STOPCPUPROFILE: Oprește analizorul CPU.\n* PROFILEHEAP: Scrie informațiile analizorului CPU.",
  "DLINE [ANDKILL] [MYSELF] [duration] <ip>/<net> [ON <server>] [reason [| oper reason]]\nDLINE LIST\n\nBans an IP address or network from connecting to the server. If the duration is\ngiven then only for that long. The reason is shown to the user themselves, but\neveryone else will see a standard message. The oper reason is shown to\noperators getting info about the DLINEs that exist.\n\nBans are saved across subsequent launches of the server.\n\n\"ANDKILL\" means that all matching clients are also removed from the server.\n\n\"MYSELF\" is required when the DLINE matches the address the person applying it is connected\nfrom. If \"MYSELF\" is not given, trying to DLINE yourself will result in an error.\n\n[duration] can be of the following forms:\n\t1y 12mo 31d 10h 8m 13s\n\n<net> is specified in typical CIDR notation. For example:\n\t127.0.0.1/8\n\t8.8.8.8/24\n\nON <server> specifies that the ban is to be set on that specific server.\n\n[reason] and [oper reason], if they exist, are separated by a vertical bar (|).\n\nIf \"DLINE LIST\" is sent, the server sends back a list of our current DLINEs.": "DLINE [ANDKILL] [MYSELF] [durată] <mască> [ON <server>] [motiv [| motiv operator]]\nDLINE LIST\n\nInterzice conectarea unei măști la server, dacă este specificată și durata, atunci\ndoar pentru intervalul de timp specificat.\nMotivul este afișat utilizatorului în cauză, ceilalți utilizatori vor vedea un mesaj standard.\nMotivul de operator este afișat operatorilor ce primesc informații despre DLINE existente.\n\nInterdicțiile sunt salvate de-a lungul repornirilor serverului.\n\n\"ANDKILL\" va înlătura de pe server toți clienții ce se potrivesc.\n\n\"MYSELF\" este necesar atunci când DLINE se potrivește cu adresa de la care se conectează persoana\nce a inițiat comanda DLINE. Dacă \"MYSELF\" nu a fost specificat, încercarea de a folosi DLINE,\npentru tine, va genera o eroare.\n\n[durată] poate avea următoarele forme:\n\t1y 12mo 31d 10h 8m 13s\n\n<mască> este specificată în formatul IRC tipic. De exemplu:\n\tdan\n\tdan! 5*@127.*\n\nON <server> precizează dacă interdicția va fi setată pentru serverul specificat.\n\n[motiv] și [motiv operator], dacă sunt specificate, vor fi separate printr-o bară verticală (|).\n\nDacă \"DLINE LIST\" este folosită, serverul returnează o listă cu toate DLINE curente.",
  "HELP <argument>\n\nGet an explanation of <argument>, or \"index\" for a list of help topics.": "HELP <argument>\n\nPrimești o explicație a <argument>, sau \"index\" pentru o listă cu tematica de ajutor disponibilă.",
  "HELPOP <argument>\n\nGet an explanation of <argument>, or \"index\" for a list of help topics.": "HELPOP <argument>\n\nAfișează o explicație pentru <argument>, sau \"index\" pentru o listă cu tematica de ajutor disponibilă.",
  "HISTORY <target> [limit]\n\nReplay message history. <target> can be a channel name, \"me\" to replay direct\nmessage history, or a nickname to replay another client's direct message\nhistory (they must be logged into the same account as you). At most [limit]\nmessages will be replayed.": "HISTORY <țintă> [limită]\n\nRedă istoricul mesajelor. <țintă> poate fi un nume de canal, \"me\" pentru a reda\nistoricul direct al mesajelor, sau un pseudonim, pentru a reda istoricul direct de mesaje\nal unui alt client (ce trebuie să fie autentificat la același cont ca și tine). Mesajele vor\nfi redate în cadrul [limită].",
  "INFO\n\nSends information about the server, developers, etc.": "INFO\n\nAfișează informații despre server, dezvoltatori etc.",
  "INVITE <nickname> <channel>\n\nInvites the given user to the given channel, so long as you have the\nappropriate channel privs.": "INVITE <pseudonim> <canal>\n\nInvită utilizatorul pe canalul precizat, doar dacă ai privilegiile necesare.",
  "ISON <nickname>{ <nickname>}\n\nReturns whether the given nicks exist on the network.": "ISON <pseudonim>{ <pseudonim>}\n\nAfișează starea utilizatorilor, dacă sunt conectați la rețea.",
  "JOIN <channel>{,<channel>} [<key>{,<key>}]\n\nJoins the given channels with the matching keys.": "JOIN <canal>{,<canal>} [<cheie>{,<cheie>}]\n\nTe alături canalelor specificate, cu cheile potrivite.",
  "KICK <channel> <user> [reason]\n\nRemoves the user from the given channel, so long as you have the appropriate\nchannel privs.": "KICK <canal> <utilizator> [motiv]\n\nÎnlătură utilizatorul din canalul precizat, atâta timp cât deții privilegiile\nnecesare, în canalul respectiv.",
  "KILL <nickname> [reason]\n\nRemoves the given user from the network, showing them the reason if it is\nsupplied.": "KILL <pseudonim> [motiv]\n\nÎnlătură utilizatorul specificat din rețea, afișând și un motiv, dacă\nacesta a fost specificat.",
  "KLINE [ANDKILL] [MYSELF] [duration] <mask> [ON <server>] [reason [| oper reason]]\nKLINE LIST\n\nBans a mask from connecting to the server. If the duration is given then only for that\nlong. The reason is shown to the user themselves, but everyone else will see a standard\nmessage. The oper reason is shown to operators getting info about the KLINEs that exist.\n\nBans are saved across subsequent launches of the server.\n\n\"ANDKILL\" means that all matching clients are also removed from the server.\n\n\"MYSELF\" is required when the KLINE matches the address the person applying it is connected\nfrom. If \"MYSELF\" is not given, trying to KLINE yourself will result in an error.\n\n[duration] can be of the following forms:\n\t1y 12mo 31d 10h 8m 13s\n\n<mask> is specified in typical IRC format. For example:\n\tdan\n\tdan!5*@127.*\n\nON <server> specifies that the ban is to be set on that specific server.\n\n[reason] and [oper reason], if they exist, are separated by a vertical bar (|).\n\nIf \"KLINE LIST\" is sent, the server sends back a list of our current KLINEs.": "KLINE [ANDKILL] [MYSELF] [durată] <mască> [ON <server>] [motiv [| motiv operator]]\nKLINE LIST\n\nInterzice conectarea unei măști la server, dacă este specificată și durata, atunci\ndoar pentru intervalul de timp specificat.\nMotivul este afișat utilizatorului în cauză, ceilalți utilizatori vor vedea un mesaj standard.\nMotivul de operator este afișat operatorilor ce primesc informații despre KLINE existente.\n\nInterdicțiile sunt salvate de-a lungul repornirilor serverului.\n\n\"ANDKILL\" va înlătura de pe server toți clienții ce se potrivesc.\n\n\"MYSELF\" este necesar atunci când KLINE se potrivește cu adresa de la care se conectează persoana\nce a inițiat comanda KLINE. Dacă \"MYSELF\" nu a fost specificat, încercarea de a folosi KLINE,\npentru tine, va genera o eroare.\n\n[durată] poate avea următoarele forme:\n\t1y 12mo 31d 10h 8m 13s\n\n<mască> este specificată în formatul IRC tipic. De exemplu:\n\tdan\n\tdan!5*@127.*\n\nON <server> precizează dacă interdicția va fi setată pentru serverul specificat.\n\n[motiv] și [motiv operator], dacă sunt specificate, vor fi separate printr-o bară verticală (|).\n\nDacă \"KLINE LIST\" este folosită, serverul returnează o listă cu toate KLINE curente.",
  "LANGUAGE <code>{ <code>}\n\nSets your preferred languages to the given ones.": "LANGUAGE <cod>{ <cod>}\n\nSetează preferințele lingvistice la cele precizate.",
  "LIST [<channel>{,<channel>}] [<elistcond>{,<elistcond>}]\n\nShows information on the given channels (or if none are given, then on all\nchannels). <elistcond>s modify how the channels are selected.": "LIST [<canal>{,<canal>}] [<elistcond>{,<elistcond>}]\n\nAfișează informații despre canalele precizate (sau dacă nu este precizat\nniciunul, atunci afișează informații despre toate canalele). Argumentul\n<elistcond> modifică felul în care canalele sunt selectate.",
  "LUSERS [<mask> [<server>]]\n\nShows statistics about the size of the network. If <mask> is given, only\nreturns stats for servers matching the given mask.  If <server> is given, the\ncommand is processed by that server.": "LUSERS [<mască> [<server>]]\n\n\nAfișează statistici despre dimensiunea rețelei. Dacă <mască> este utilizat,\nafișează informații doar pentru serverele ce se potrivesc măștii.\nDacă <server> este utilizat, comanda este procesată de acel server.",
  "MODE <target> [<modestring> [<mode arguments>...]]\n\nSets and removes modes from the given target. For more specific information on\nmode characters, see the help for \"modes\".": "MODE <țintă> [<modestring> [<argumente de fanion>...]]\n\nSetează și înlătură fanioane pentru ținta precizată. Pentru mai multe informații\ndespre caracterele de tip fanion, vezi informațiile de ajutor pentru „modes”.",
  "MONITOR <subcmd>\n\nAllows the monitoring of nicknames, for alerts when they are online and\noffline. The subcommands are:\n\n    MONITOR + target{,target}\nAdds the given names to your list of monitored nicknames.\n\n    MONITOR - target{,target}\nRemoves the given names from your list of monitored nicknames.\n\n    MONITOR C\nClears your list of monitored nicknames.\n\n    MONITOR L\nLists all the nicknames you are currently monitoring.\n\n    MONITOR S\nLists whether each nick in your MONITOR list is online or offline.": "MONITOR <subcomandă>\n\nPermite monitorizarea pseudonimelor, pentru alerte, când acestea sunt conectate\nsau deconectate de la rețea. Subcomenzile sunt:\n\n    MONITOR + țintă{,țintă}\nAdaugă numele precizate la lista de pseudonime monitorizate.\n\n    MONITOR - țintă{,țintă}\nÎnlătură numele precizate din lista de pseudonime monitorizate.\n\n    MONITOR C\nȘterge lista pseudonimelor monitorizate.\n\n    MONITOR L\nAfișează toate pseudonimele ce le monitorizezi.\n\n    MONITOR S\nAfișează dacă fiecare pseudonim din lista MONITOR este conectat sau nu.",
  "MOTD [server]\n\nReturns the message of the day for this, or the given, server.": "MOTD [server]\n\nDacă este folosită fără argument, afișează mesajul zilei pentru serverul curent.\nFolosită cu argument, afișează mesajul zilei pentru serverul precizat.",
  "NAMES [<channel>{,<channel>}]\n\nViews the clients joined to a channel and their channel membership prefixes. To\nview the channel membership prefixes supported by this server, see the help for\n\"PREFIX\".": "NAMES [<canal>{,<canal>}]\n\nVizualizează clienții de pe un canal și prefixele apartenente canalului. Pentru\na vedea prefixele de canal suportate de acest server, vezi informațiile de ajutor\npentru \"PREFIX\".",
  "NICK <newnick>\n\nSets your nickname to the new given one.": "NICK <pseudonim nou>\n\nÎți modifică pseudonimul actual, în cel precizat, dacă nu este utilizat de către altcineva.",
  "NOTICE <target>{,<target>} <text to be sent>\n\nSends the text to the given targets as a NOTICE.": "NOTICE <țintă>{,<țintă>} <conținut text>\n\nTrimite conținutul text către țintele precizate, sub formă de NOTICE.",
  "NPC <target> <sourcenick> <text to be sent>\n\t\t\nThe NPC command is used to send a message to the target as the source.\n\nRequires the roleplay mode (+E) to be set on the target.": "NPC <țintă> <pseudonim sursă> <conținut text>\n\t\t\nComanda NPC este utilizată pentru a trimite un mesaj țintei, ca și pseudonim sursă.\n\nEste necesar ca ținta să aibă activ fanionul joc de rol (+E).",
  "NPCA <target> <sourcenick> <text to be sent>\n\t\t\nThe NPC command is used to send an action to the target as the source.\n\nRequires the roleplay mode (+E) to be set on the target.": "NPCA <țintă> <pseudonim sursă> <conținut text>\n\t\t\nComanda NPCA este utilizată pentru a trimite o acțiune țintei, ca și pseudonim sursă.\n\nEste necesar ca ținta să aibă activ fanionul joc de rol (+E).",
  "OPER <name> [password]\n\nIf the correct details are given, gives you IRCop privs.": "OPER <nume> [parolă]\n\nDacă furnizezi detaliile corecte, vei primi privilegii de Operator IRC.",
  "PART <channel>{,<channel>} [reason]\n\nLeaves the given channels and shows people the given reason.": "PART <canal>{,<canal>} [motiv]\n\nPărăsește canalele specificate și afișează celorlalți utilizatori motivul.",
  "PASS <password>\n\nWhen the server requires a connection password to join, used to send us the\npassword.": "PASS <parolă>\nAtunci când serverul necesită o parolă pentru conectare.",
  "PING <args>...\n\nRequests a PONG. Used to check link connectivity.": "PING <argumente>...\n\nSolicită un PONG. Util pentru verificarea conexiunii.",
  "PONG <args>...\n\nReplies to a PING. Used to check link connectivity.": "PONG <argumente>...\n\nRăspunde unui PING. Util pentru verificarea conexiunii.",
  "PRIVMSG <target>{,<target>} <text to be sent>\n\nSends the text to the given targets as a PRIVMSG.": "PRIVMSG <țintă>{,<țintă>} <text de expediat>\n\nExpediază conținutul text țintelor, sub forma unui PRIVMSG.",
  "QUIT [reason]\n\nIndicates that you're leaving the server, and shows everyone the given reason.": "QUIT [motiv]\n\nIndică faptul că părăsești serverul, și afișează tuturor motivul furnizat.",
  "REHASH\n\nReloads the config file and updates TLS certificates on listeners": "REHASH\n\nReîncarcă fișierul de configurare și actualizează certificatele TLS pe ascultători",
  "RENAME <channel> <newname> [<reason>]\n\nRenames the given channel with the given reason, if possible.\n\nFor example:\n\tRENAME #ircv2 #ircv3 :Protocol upgrades!": "RENAME <canal> <nume nou> [<motiv>]\n\nRedenumește canalul dorit, alături de un motiv, dacă se dorește.\n\nDe exemplu:\n\tRENAME #ircv2 #ircv3 :Actualizări ale protocolului!",
  "RESUME <oldnick> [timestamp]\n\nSent before registration has completed, this indicates that the client wants to\nresume their old connection <oldnick>.": "RESUME <pseudonim vechi> [indice temporal]\n\nExpediată înainte ca înregistrarea să se fi produs, indică faptul că clientul dorește\nreluarea vechii conexiuni <pseudonim vechi>.",
  "RPL_ISUPPORT CASEMAPPING\n\nOragono supports an experimental unicode casemapping designed for extended\nUnicode support. This casemapping is based off RFC 7613 and the draft rfc7613\ncasemapping spec here: https://oragono.io/specs.html": "RPL_ISUPPORT CASEMAPPING\n\nOragono suportă un caz de cartografiere experimental, unicode, destinat extinderii\nsuportului Unicode. Acesta este bazat pe RFC 7613 și proiectul de cartografiere rfc7613\nVezi aici mai multe informații: https://oragono.io/specs.html",
  "RPL_ISUPPORT PREFIX\n\nOragono supports the following channel membership prefixes:\n\n  +q (~)  |  Founder channel mode.\n  +a (&)  |  Admin channel mode.\n  +o (@)  |  Operator channel mode.\n  +h (%)  |  Halfop channel mode.\n  +v (+)  |  Voice channel mode.": "RPL_ISUPPORT PREFIX\n\nOragono suportă următoarele prefixe pentru membrii canalului:\n\n  +q (~)  |  Fanion de fondator de canal.\n  +a (&)  |  Fanion de administrator de canal.\n  +o (@)  |  Fanion de operator de canal.\n  +h (%)  |  Fanion de ajutor de operator de canal.\n  +v (+)  |  Fanion de voce.",
  "SAJOIN [nick] #channel{,#channel}\n\nForcibly joins a user to a channel, ignoring restrictions like bans, user limits\nand channel keys. If [nick] is omitted, it defaults to the operator.": "SAJOIN [pseudonim] #canal{,#canal}\n\nPermite alăturarea unui utilizator, în mod forțat, pe un canal, ignorând anumite restricții,\nprecum ban, limitări de utilizatori, sau chei de canal. Dacă [pseudonim] este omis,\ncomanda va funcționa, implicit, pentru operator.",
  "SAMODE <target> [<modestring> [<mode arguments>...]]\n\nForcibly sets and removes modes from the given target -- only available to\nopers. For more specific information on mode characters, see the help for\n\"cmode\" and \"umode\".": "SAMODE <țintă> [<modestring> [<argumente fanion>...]]\n\nSetează și înlătură fanioane pentru ținta precizată în mod forțat -- disponibil\ndoar pentru operatori. Pentru mai multe informații despre caracterele de tip fanion,\nvezi fișierul de ajutor, pentru „cmode” și „umode”.",
  "SANICK <currentnick> <newnick>\n\nGives the given user a new nickname.": "SANICK <pseudonim_actual> <pseudonim_nou>\n\nModifică pseudonimul pentru un utilizator.",
  "SCENE <target> <text to be sent>\n\nThe SCENE command is used to send a scene notification to the given target.": "SCENE <țintă> <text de expediat>\n\nComanda SCENE este utilizată pentru a expedia o notificare scenică unei ținte precizate.",
  "SETNAME <realname>\n\nThe SETNAME command updates the realname to be the newly-given one.": "SETNAME <nume real>\n\nComanda SETNAME actualizează numele real la cel furnizat recent.",
  "TIME [server]\n\nShows the time of the current, or the given, server.": "TIME [server]\n\nAfișează ora serverului la care te-ai conectat, dacă este folosită fără argumente,\nsau ora serverului precizat ca și argument.",
  "TOPIC <channel> [topic]\n\nIf [topic] is given, sets the topic in the channel to that. If [topic] is not\ngiven, views the current topic on the channel.": "TOPIC <canal> [temă de discuție]\n\nDacă este furnizat argumentul [temă de discuție], setează topica pentru canal.\nDacă argumentul [temă de discuție] este omis, afișează topica existentă pe\ncanal.",
  "UNDLINE <ip>/<net>\n\nRemoves an existing ban on an IP address or a network.\n\n<net> is specified in typical CIDR notation. For example:\n\t127.0.0.1/8\n\t8.8.8.8/24": "UNDLINE <ip>/<rețea>\n\nÎnlătură o interdicție existentă, pentru o adresă IP sau rețea.\n\n<rețea> se specifică în notație tipică CIDR. De exemplu:\n\t127.0.0.1/8\n\t8.8.8.8/24",
  "UNKLINE <mask>\n\nRemoves an existing ban on a mask.\n\nFor example:\n\tdan\n\tdan!5*@127.*": "UNKLINE <mască>\n\nÎnlătură o interdicție existentă, pentru o mască.\n\nDe exemplu:\n\tdan\n\tdan!5*@127.*",
  "USER <username> 0 * <realname>\n\nUsed in connection registration, sets your username and realname to the given\nvalues (though your username may also be looked up with Ident).": "USER <nume de utilizator> 0 * <nume real>\n\nSe utilizează la înregistrarea conexiunii, setează numele tău de utilizator și numele real\nla valorile precizate (deși numele tău de utilizator poate fi căutat cu Ident).",
  "USERHOST <nickname>{ <nickname>}\n\t\t\nShows information about the given users. Takes up to 10 nicknames.": "USERHOST <pseudonim>{ <pseudonim>}\n\t\t\nAfișează informații despre utilizatorii precizați. Limita este de maxim 10 pseudonime.",
  "VERSION [server]\n\nViews the version of software and the RPL_ISUPPORT tokens for the given server.": "VERSION [server]\n\nAfișează versiunea softului și jetoanele RPL_ISUPPORT pentru serverul precizat.",
  "WEBIRC <password> <gateway> <hostname> <ip> [:<flags>]\n\nUsed by web<->IRC gateways and bouncers, the WEBIRC command allows gateways to\npass-through the real IP addresses of clients:\nircv3.net/specs/extensions/webirc.html\n\n<flags> is a list of space-separated strings indicating various details about\nthe connection from the client to the gateway, such as:\n\n- tls: this flag indicates that the client->gateway connection is secure": "WEBIRC <parolă> <pasarelă> <nume gazdă> <ip> [:<fanioane>]\n\nUtilizată de către web<->pasarele și bouncere IRC, comanda WEBIRC permite pasarelei să\ntreacă prin adresa IP reală a clienților:\nircv3.net/specs/extensions/webirc.html\n\n<fanioane> consistă dintr-o listă de șiruri de caractere, separate de spațiu, ce indică diverse detalii despre\nconexiunea dintre client și gateway, cum ar fi:\n\n- tls: acest fanion indică faptul că o conexiune client->pasarelă este securizată",
  "WHO <name> [o]\n\nReturns information for the given user.": "WHO <nume> [o]\n\nAfișează informații despre utilizatorul specificat.",
  "WHOIS <client>{,<client>}\n\nReturns information for the given user(s).": "WHOIS <client>{,<client>}\n\nAfișează informații despre utilizatorii specificați.",
  "WHOWAS <nickname>\n\nReturns historical information on the last user with the given nickname.": "WHOWAS <pseudonim>\n\nAfișează informații despre istoricul ultimului utilizator cu pseudonimul cerut.",
  "ZNC <module> [params]\n\nUsed to emulate features of the ZNC bouncer. This command is not intended\nfor direct use by end users.": "ZNC <modul> [parametri]\n\nSe utilizează la emularea caracteristicilor unui bouncer ZNC. Această comandă nu \nse folosește în mod direct, de către utilizatori."
}
