{
  "@+client-only-tags TAGMSG <target>{,<target>}\n\nSends the given client-only tags to the given targets as a TAGMSG. See the IRCv3\nspecs for more info: http://ircv3.net/specs/core/message-tags-3.3.html": "@+client-only-tags TAGMSG <target>{,<target>}\n\nBir TAGMSG olarak belirli hedeflere sadece istemci etiketlerini gönderir. Daha fazla\nbilgi için IRCv3 özelliklerine bak: http://ircv3.net/specs/core/message-tags-3.3.html",
  "AMBIANCE <target> <text to be sent>\n\nThe AMBIANCE command is used to send a scene notification to the given target.": "AMBIANCE <target> <text to be sent>\n\nAMBIANCE komutu belirli hedefe bir olay bildirimi göndermek için kullanılır.",
  "AUTHENTICATE\n\nUsed during SASL authentication. See the IRCv3 specs for more info:\nhttp://ircv3.net/specs/extensions/sasl-3.1.html": "AUTHENTICATE\n\nSASL doğrulama sırasında kullanılır. Daha fazla bilgi için IRCv3 özelliklerine bak:\nhttp://ircv3.net/specs/extensions/sasl-3.1.html",
  "AWAY [message]\n\nIf [message] is sent, marks you away. If [message] is not sent, marks you no\nlonger away.": "AWAY [message]\n\n[message] gönderildiyse, sizi uzakta işaretler. [message] gönderilmediyse, sizi \nartık uzakta değil işaretler.",
  "CAP <subcommand> [:<capabilities>]\n\nUsed in capability negotiation. See the IRCv3 specs for more info:\nhttp://ircv3.net/specs/core/capability-negotiation-3.1.html\nhttp://ircv3.net/specs/core/capability-negotiation-3.2.html": "CAP <subcommand> [:<capabilities>]\n\nKabiliyet müzakeresinde kullanılır. Daha fazla bilgi için IRCv3 özelliklerine bak:\nhttp://ircv3.net/specs/core/capability-negotiation-3.1.html\nhttp://ircv3.net/specs/core/capability-negotiation-3.2.html",
  "HELP <argument>\n\nGet an explanation of <argument>, or \"index\" for a list of help topics.": "HELP <argument>\n\n<argument>'in bir açıklamasını veya yardım başlıklarının bir listesi için \"index\" al.",
  "HELPOP <argument>\n\nGet an explanation of <argument>, or \"index\" for a list of help topics.": "HELPOP <argument>\n\n<argument>'in bir açıklamasını veya yardım başlıklarının bir listesi için \"index\" al.",
  "INFO\n\nSends information about the server, developers, etc.": "INFO\n\nSunucu, geliştiriciler vs. hakkında bilgi gönderir.",
  "INVITE <nickname> <channel>\n\nInvites the given user to the given channel, so long as you have the\nappropriate channel privs.": "INVITE <nickname> <channel>\n\nKanal özellikleri uygun olduğu kadar, belirli kullanıcıyı belirli kanala davet eder.",
  "ISON <nickname>{ <nickname>}\n\nReturns whether the given nicks exist on the network.": "ISON <nickname>{ <nickname>}\n\nBelirli takma adlar sunucuda mevcutsa geri çevirir.",
  "JOIN <channel>{,<channel>} [<key>{,<key>}]\n\nJoins the given channels with the matching keys.": "JOIN <channel>{,<channel>} [<key>{,<key>}]\n\nEşleşen keylerle belirli kanallara katılır.",
  "KICK <channel> <user> [reason]\n\nRemoves the user from the given channel, so long as you have the appropriate\nchannel privs.": "KICK <channel> <user> [reason]\n\nUygun kanal özellikleriniz olduğu sürece, belirli kanaldan kullanıcıyı kaldırır.",
  "KILL <nickname> [reason]\n\nRemoves the given user from the network, showing them the reason if it is\nsupplied.": "KILL <nickname> [reason]\n\nSağlandıysa onlara nedenini gösterip belirli kullanıcıyı ağdan kaldırır.",
  "LANGUAGE <code>{ <code>}\n\nSets your preferred languages to the given ones.": "LANGUAGE <code>{ <code>}\n\nBelirlenen birine tercih edilen dillerinizi ayarlar.",
  "LIST [<channel>{,<channel>}] [<elistcond>{,<elistcond>}]\n\nShows information on the given channels (or if none are given, then on all\nchannels). <elistcond>s modify how the channels are selected.": "LIST [<channel>{,<channel>}] [<elistcond>{,<elistcond>}]\n\nBelirli kanallarda bilgi gösterir (veya hiç biri verilmediyse, o zaman tüm \nkanallarda.) <elistcond>lar kanalların nasıl seçileceğini değiştirir.",
  "LUSERS [<mask> [<server>]]\n\nShows statistics about the size of the network. If <mask> is given, only\nreturns stats for servers matching the given mask.  If <server> is given, the\ncommand is processed by that server.": "LUSERS [<mask> [<server>]]\n\nAğın boyutu hakkında istatistikleri gösterir. <mask> verilmişse, belirli maskeye\nsunucuların eşleşmesi için sadece istatistikler çevrilir. <server> verildiyse, komut \nbu sunucu tarafından işlenir.",
  "MODE <target> [<modestring> [<mode arguments>...]]\n\nSets and removes modes from the given target. For more specific information on\nmode characters, see the help for \"modes\".": "MODE <target> [<modestring> [<mode arguments>...]]\n\nBelirli hedeften modları ayarlar ve kaldırır. Mod karakterlerinde\ndaha fazla özel bilgi için, \"modlar\" için yardıma bakın.",
  "MONITOR <subcmd>\n\nAllows the monitoring of nicknames, for alerts when they are online and\noffline. The subcommands are:\n\n    MONITOR + target{,target}\nAdds the given names to your list of monitored nicknames.\n\n    MONITOR - target{,target}\nRemoves the given names from your list of monitored nicknames.\n\n    MONITOR C\nClears your list of monitored nicknames.\n\n    MONITOR L\nLists all the nicknames you are currently monitoring.\n\n    MONITOR S\nLists whether each nick in your MONITOR list is online or offline.": "MONITOR <subcmd>\n\nÇevrimiçi ve çevrimdışı olduklarında uyarılar için takma adların izlenmesine\nizin verir. Alt komutlar şunlardır:\n\n     MONITOR + target{,target}\nİzlenen takma isimler listenize verilen isimleri ekler.\n\n    MONITOR - target{,target}\nİzlenen takma isimler listenizden verilen isimleri kaldırır.\n\n    MONITOR C\nİzlenen takma isimler listenizi temizler.\n\n    MONITOR L\nŞu anda görüntülediğiniz tüm takma isimleri listeler.\n\n    MONITOR S\nMONITOR'unuzdeki her ismin çevrimiçi veya çevrimdışı olduğunu listeler.",
  "MOTD [server]\n\nReturns the message of the day for this, or the given, server.": "MOTD [server]\n\nBunun için günün mesajını getirir, veya belirlenen, sunucu.",
  "NAMES [<channel>{,<channel>}]\n\nViews the clients joined to a channel and their channel membership prefixes. To\nview the channel membership prefixes supported by this server, see the help for\n\"PREFIX\".": "NAMES [<channel>{,<channel>}]\n\nBir kanala katılan istemcileri ve onların kanal üyelik ön eklerini görüntüler. Bu \nsunucu tarafından desteklenen kanal üyelik ön eklerini görüntülemek için, \"PREFIX\"\niçin yardıma bakın.",
  "NICK <newnick>\n\nSets your nickname to the new given one.": "NICK <newnick>.",
  "NOTICE <target>{,<target>} <text to be sent>\n\nSends the text to the given targets as a NOTICE.": "NOTICE <target>{,<target>} <text to be sent>\n\nBir NOTICE olarak belirli hedeflere metin gönderir.",
  "NPC <target> <sourcenick> <text to be sent>\n\t\t\nThe NPC command is used to send a message to the target as the source.\n\nRequires the roleplay mode (+E) to be set on the target.": "NPC <target> <sourcenick> <text to be sent>\n\nNPC komutu kaynak olarak hedefe bir mesaj göndermek için kullanılır.\n\nHedefte ayarlanması için rol oyunu modu (+E) gerektirir.",
  "NPCA <target> <sourcenick> <text to be sent>\n\t\t\nThe NPC command is used to send an action to the target as the source.\n\nRequires the roleplay mode (+E) to be set on the target.": "NPCA <target> <sourcenick> <text to be sent>\n\nNPCA komutu kaynak olarak hedefe bir eylem göndermek için kullanılır.\n\nHedefte ayarlanması için rol oyunu modu (+E) gerektirir.",
  "PART <channel>{,<channel>} [reason]\n\nLeaves the given channels and shows people the given reason.": "PART <channel>{,<channel>} [reason]\n\nBelirli kanalları terk eder ve insanlara verilen nedenleri gösterir.",
  "PASS <password>\n\nWhen the server requires a connection password to join, used to send us the\npassword.": "PASS <password>\n\nSunucu katılım için bir bağlantı şifresi gerektirdiğinde, bize şifre göndermek\niçin kullanılır.",
  "PING <args>...\n\nRequests a PONG. Used to check link connectivity.": "PING <args>...\n\nBir PONG ister. Link bağlanabilirliğini denetlemek için kullanılır.",
  "PONG <args>...\n\nReplies to a PING. Used to check link connectivity.": "PONG <args>...\n\nBir PING'e yanıt verir. Link bağlanılabilirliğini denetlemek için kullanılır.",
  "PRIVMSG <target>{,<target>} <text to be sent>\n\nSends the text to the given targets as a PRIVMSG.": "PRIVMSG <target>{,<target>} <text to be sent>\n\nBir PRIVMSG olarak belirtilen hedeflere metin gönderir.",
  "QUIT [reason]\n\nIndicates that you're leaving the server, and shows everyone the given reason.": "QUIT [reason]\n\nSunucudan ayrıldığınızı belirtir ve herkese belirtilen nedeni gösterir.",
  "REHASH\n\nReloads the config file and updates TLS certificates on listeners": "REHASH\n\nYapılandırma dosyasını yeniden yükler ve dinleyicilerde TLS sertifikalarını günceller",
  "RENAME <channel> <newname> [<reason>]\n\nRenames the given channel with the given reason, if possible.\n\nFor example:\n\tRENAME #ircv2 #ircv3 :Protocol upgrades!": "RENAME <channel> <newname> [<reason>]\n\nMümkünse, belirtilen nedenle belirtilen kanalı yeniden adlandırır.\n\nÖrneğin:\n\tRENAME #ircv2 #ircv3 :Protocol upgrades!",
  "RESUME <oldnick> [timestamp]\n\nSent before registration has completed, this indicates that the client wants to\nresume their old connection <oldnick>.": "RESUME <oldnick> [timestamp]\n\nKayıt tamamlanmadan önce gönderildi, bu istemcinin eski bağlantılarına\ndevam etmek istediğini belirtir <oldnick>.",
  "RPL_ISUPPORT CASEMAPPING\n\nOragono supports an experimental unicode casemapping designed for extended\nUnicode support. This casemapping is based off RFC 7613 and the draft rfc7613\ncasemapping spec here: https://oragono.io/specs.html": "RPL_ISUPPORT CASEMAPPING\n\nOragono genişletilmiş Unicode desteği için deneysel bir unicode durum eşleştirmeyi\ndestekler. Bu durum eşleştirme buradaki RFC 7613 ve tasarı rfc7613 durum eşleştirmelerine \nbağlıdır: https://oragono.io/specs.html",
  "RPL_ISUPPORT PREFIX\n\nOragono supports the following channel membership prefixes:\n\n  +q (~)  |  Founder channel mode.\n  +a (&)  |  Admin channel mode.\n  +o (@)  |  Operator channel mode.\n  +h (%)  |  Halfop channel mode.\n  +v (+)  |  Voice channel mode.": "RPL_ISUPPORT PREFIX\n\nOragono aşağıdaki kanal üyelik ön eklerini destekler:\n\n  +q (~)  |  Kurucu kanal modu.\n  +a (&)  |  Yönetici kanal modu.\n  +o (@)  |  Operatör kanal modu.\n  +h (%)  |  Yarı operatör kanal modu.\n  +v (+)  |  Ses kanal modu.",
  "SAMODE <target> [<modestring> [<mode arguments>...]]\n\nForcibly sets and removes modes from the given target -- only available to\nopers. For more specific information on mode characters, see the help for\n\"cmode\" and \"umode\".": "SAMODE <target> [<modestring> [<mode arguments>...]]\n\nBelirtilen hedeften modları zorla ayarlar ve kaldırır -- sadece operatörler\niçin geçerlidir. Mod karakterleri hakkında daha fazla özellik bilgisi için,\n\"cmode\" ve \"umode\" için yardıma bakın.",
  "SANICK <currentnick> <newnick>\n\nGives the given user a new nickname.": "SANICK <currentnick> <newnick>\n\nBelirli kullanıcıya yeni bir takma isim verir.",
  "SCENE <target> <text to be sent>\n\nThe SCENE command is used to send a scene notification to the given target.": "SCENE <target> <text to be sent>\n\nSCENE komutu belirtilen hedefe bir olay bildirimi göndermek için kullanılır.",
  "TIME [server]\n\nShows the time of the current, or the given, server.": "TIME [server]\n\nGeçerli zamanı gösterir, veya belirtilen, sunucu.",
  "TOPIC <channel> [topic]\n\nIf [topic] is given, sets the topic in the channel to that. If [topic] is not\ngiven, views the current topic on the channel.": "TOPIC <channel> [topic]\n\n[topic] verildiyse, başlığı kanalda buna ayarlar. [topic] verilmemişse,\nkanaldaki geçerli başlığı görüntüler.",
  "UNDLINE <ip>/<net>\n\nRemoves an existing ban on an IP address or a network.\n\n<net> is specified in typical CIDR notation. For example:\n\t127.0.0.1/8\n\t8.8.8.8/24": "UNDLINE <ip>/<net>\n\nBir IP adresinden veya bir ağdan mevcut bir yasaklamayı kaldırır.\n\n<net> tipik CIDR notasyonunda belirtilir. Örneğin:\n\t127.0.0.1/8\n\t8.8.8.8/24",
  "UNKLINE <mask>\n\nRemoves an existing ban on a mask.\n\nFor example:\n\tdan\n\tdan!5*@127.*": "UNKLINE <mask>\n\nBir maskede mevcut bir yasaklamayı kaldırır.\n\nÖrneğin:\n\tdan\n\tdan!5*@127.*",
  "USER <username> 0 * <realname>\n\nUsed in connection registration, sets your username and realname to the given\nvalues (though your username may also be looked up with Ident).": "USER <username> 0 * <realname>\n\nBağlantı kaydında kullanılır, kullanıcı adınızı ve gerçek adınızı verilen değerlere \nayarlar (yine de kullanıcı adınızla birlikte kimlik de aranabilir).",
  "USERHOST <nickname>{ <nickname>}\n\t\t\nShows information about the given users. Takes up to 10 nicknames.": "USERHOST <nickname>{ <nickname>}\n\nBelirtilen kullanıcılar hakkında bilgi gösterir. 10 takma isme kadar alır.",
  "VERSION [server]\n\nViews the version of software and the RPL_ISUPPORT tokens for the given server.": "VERSION [server]\n\nBelirtilen sunucu için yazılımın sürümünü ve RPL_ISUPPORT tokenları görüntüler.",
  "WEBIRC <password> <gateway> <hostname> <ip> [:<flags>]\n\nUsed by web<->IRC gateways and bouncers, the WEBIRC command allows gateways to\npass-through the real IP addresses of clients:\nircv3.net/specs/extensions/webirc.html\n\n<flags> is a list of space-separated strings indicating various details about\nthe connection from the client to the gateway, such as:\n\n- tls: this flag indicates that the client->gateway connection is secure": "WEBIRC <password> <gateway> <hostname> <ip> [:<flags>]\n\nWeb<->IRC ağ geçitleri ve fedaileri tarafından kullanılır, WEBIRC komutu istemcilerin\ngerçek IP adreslerine doğrudan geçiş için izin verir:\nircv3.net/specs/extensions/webirc.html\n\n<flags> istemciden ağ geçitine bağlantı hakkında çeşitli detayları belirterek boşlukla \nayrılmış dizelerin bir listesidir, mesela:\n\n- tls: bu bayrak istemci->ağ geçidi bağlantısının güvenli olduğunu belirtir",
  "WHO <name> [o]\n\nReturns information for the given user.": "WHO <name> [o]\n\nBelirli kullanıcı için bilgi getirir.",
  "WHOIS <client>{,<client>}\n\nReturns information for the given user(s).": "WHOIS <client>{,<client>}\n\nBelirli kullanıcı(lar) için bilgi getirir.",
  "WHOWAS <nickname>\n\nReturns historical information on the last user with the given nickname.": "WHOWAS <nickname>\n\nBelirli takma isim ile son kullanıcıda geçmiş bilgi getirir."
}
