{
  "$bAPPROVE$b approves a user's vhost request.": "",
  "$bDEL$b deletes a user's vhost.": "",
  "$bFORBID$b prevents a user from using vhosts.": "",
  "$bOFF$b disables your vhost, if you have one approved.": "",
  "$bOFFERLIST$b lists vhosts that can be taken without operator approval.": "",
  "$bON$b enables your vhost, if you have one approved.": "",
  "$bPERMIT$b allows a user to use vhosts again.": "",
  "$bREJECT$b rejects a user's vhost request.": "",
  "$bREQUEST$b requests a new vhost, pending operator approval.": "",
  "$bSET$b sets a user's vhost.": "",
  "$bSETCLOAKSECRET$b modifies the IP cloaking secret.": "",
  "$bSTATUS$b shows your vhost and request status.": "",
  "$bTAKE$b sets your vhost to one of the options from the offer list.": "",
  "$bWAITING$b shows a list of pending vhost requests.": "",
  "HostServ lets you manage your vhost (i.e., the string displayed\nin place of your client's hostname/IP).": "",
  "Syntax: $bAPPROVE <user>$b\n\nAPPROVE approves a user's vhost request.": "",
  "Syntax: $bDEL <user>$b\n\nDEL deletes a user's vhost.": "",
  "Syntax: $bFORBID <user>$b\n\nFORBID prevents a user from using any vhost, including ones on the offer list.": "",
  "Syntax: $bOFF$b\n\nOFF disables your vhost, if you have one approved.": "",
  "Syntax: $bOFFERLIST$b\n\nOFFERLIST lists vhosts that can be chosen without requiring operator approval;\nto use one of the listed vhosts, take it with /HOSTSERV TAKE.": "",
  "Syntax: $bON$b\n\nON enables your vhost, if you have one approved.": "",
  "Syntax: $bPERMIT <user>$b\n\nPERMIT undoes FORBID, allowing the user to TAKE vhosts again.": "",
  "Syntax: $bREJECT <user> [<reason>]$b\n\nREJECT rejects a user's vhost request, optionally giving them a reason\nfor the rejection.": "",
  "Syntax: $bREQUEST <vhost>$b\n\nREQUEST requests that a new vhost by assigned to your account. The request must\nthen be approved by a server operator.": "",
  "Syntax: $bSET <user> <vhost>$b\n\nSET sets a user's vhost, bypassing the request system.": "",
  "Syntax: $bSETCLOAKSECRET$b <secret> [code]\n\nSETCLOAKSECRET can be used to set or rotate the cloak secret. You should use\na cryptographically strong secret. To prevent accidental modification, a\nverification code is required; invoking the command without a code will\ndisplay the necessary code.": "",
  "Syntax: $bSTATUS [user]$b\n\nSTATUS displays your current vhost, if any, and the status of your most recent\nrequest for a new one. A server operator can view someone else's status.": "",
  "Syntax: $bTAKE$b <vhost>\n\nTAKE sets your vhost to one of the vhosts in the server's offer list; to see\nthe offered vhosts, use /HOSTSERV OFFERLIST.": "",
  "Syntax: $bWAITING$b\n\nWAITING shows a list of pending vhost requests, which can then be approved\nor rejected.": "",
  "^[0-9A-Za-z.\\-_/]+$": ""
}
